[
  {
    "id": "passage_0",
    "text": "The presence of communication amid scientific minds was equally important to the success of the Manhattan Project as scientific intellect was. The only cloud hanging over the impressive achievement of the atomic researchers and engineers is what their success truly meant; hundreds of thousands of innocent lives obliterated."
  },
  {
    "id": "passage_1",
    "text": "The Manhattan Project and its atomic bomb helped bring an end to World War II. Its legacy of peaceful uses of atomic energy continues to have an impact on history and science."
  },
  {
    "id": "passage_2",
    "text": "Essay on The Manhattan Project - The Manhattan Project The Manhattan Project was to see if making an atomic bomb possible. The success of this project would forever change the world forever making it known that something this powerful can be manmade."
  },
  {
    "id": "passage_3",
    "text": "The Manhattan Project was the name for a project conducted during World War II, to develop the first atomic bomb. It refers specifically to the period of the project from 194 … 2-1946 under the control of the U.S. Army Corps of Engineers, under the administration of General Leslie R. Groves."
  },
  {
    "id": "passage_4",
    "text": "versions of each volume as well as complementary websites. The first website–The Manhattan Project: An Interactive History–is available on the Office of History and Heritage Resources website, http://www.cfo. doe.gov/me70/history. The Office of History and Heritage Resources and the National Nuclear Security"
  },
  {
    "id": "passage_5",
    "text": "The Manhattan Project. This once classified photograph features the first atomic bomb — a weapon that atomic scientists had nicknamed Gadget.. The nuclear age began on July 16, 1945, when it was detonated in the New Mexico desert."
  },
  {
    "id": "passage_6",
    "text": "Nor will it attempt to substitute for the extraordinarily rich literature on the atomic bombs and the end of World War II. This collection does not attempt to document the origins and development of the Manhattan Project."
  },
  {
    "id": "passage_7",
    "text": "Manhattan Project. The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Alamos Laboratory that designed the actual bombs. The Army component of the project was designated the"
  },
  {
    "id": "passage_8",
    "text": "In June 1942, the United States Army Corps of Engineersbegan the Manhattan Project- The secret name for the 2 atomic bombs."
  },
  {
    "id": "passage_9",
    "text": "One of the main reasons Hanford was selected as a site for the Manhattan Project's B Reactor was its proximity to the Columbia River, the largest river flowing into the Pacific Ocean from the North American coast."
  },
  {
    "id": "passage_10",
    "text": "group discussions, community boards or panels with a third party, or victim and offender dialogues, and requires a skilled facilitator who also has sufficient understanding of sexual assault, domestic violence, and dating violence, as well as trauma and safety issues."
  },
  {
    "id": "passage_11",
    "text": "punishment designed to repair the damage done to the victim and community by an offender's criminal act. Ex: community service, Big Brother program indeterminate sentence"
  },
  {
    "id": "passage_12",
    "text": "Tutorial: Introduction to Restorative Justice. Restorative justice is a theory of justice that emphasizes repairing the harm caused by criminal behaviour. It is best accomplished through cooperative processes that include all stakeholders. This can lead to transformation of people, relationships and communities. Practices and programs reflecting restorative purposes will respond to crime by: 1  identifying and taking steps to repair harm, 2  involving all stakeholders, and. 3  transforming the traditional relationship between communities and their governments in responding to crime."
  },
  {
    "id": "passage_13",
    "text": "Organize volunteer community panels, boards, or committees that meet with the offender to discuss the incident and offender obligation to repair the harm to victims and community members. Facilitate the process of apologies to victims and communities. Invite local victim advocates to provide ongoing victim-awareness training for probation staff."
  },
  {
    "id": "passage_14",
    "text": "The purpose of this paper is to point out a number of unresolved issues in the criminal justice system, present the underlying principles of restorative justice, and then to review the growing amount of empirical data on victim-offender mediation."
  },
  {
    "id": "passage_15",
    "text": "Each of these types of communities—the geographic community of the victim, offender, or crime; the community of care; and civil society—may be injured by crime in different ways and degrees, but all will be affected in common ways as well: The sense of safety and confidence of their members is threatened, order within the community is threatened, and (depending on the kind of crime) common values of the community are challenged and perhaps eroded."
  },
  {
    "id": "passage_16",
    "text": "The approach is based on a theory of justice that considers crime and wrongdoing to be an offense against an individual or community, rather than the State. Restorative justice that fosters dialogue between victim and offender has shown the highest rates of victim satisfaction and offender accountability."
  },
  {
    "id": "passage_17",
    "text": "Inherent in many people’s understanding of the notion of ADR is the existence of a dispute between identifiable parties. Criminal justice, however, is not usually conceptualised as a dispute between victim and offender, but is instead seen as a matter concerning the relationship between the offender and the state. This raises a complex question as to whether a criminal offence can properly be described as a ‘dispute’."
  },
  {
    "id": "passage_18",
    "text": "Criminal justice, however, is not usually conceptualised as a dispute between victim and offender, but is instead seen as a matter concerning the relationship between the offender and the state. 3 This raises a complex question as to whether a criminal offence can properly be described as a ‘dispute’."
  },
  {
    "id": "passage_19",
    "text": "The circle includes a wide range of participants including not only the offender and the victim but also friends and families, community members, and justice system representatives. The primary distinction between conferencing and circles is that circles do not focus exclusively on the offense and do not limit their solutions to repairing the harm between the victim and the offender."
  },
  {
    "id": "passage_20",
    "text": "Western betrayal. The concept of Western betrayal refers to the view that the United Kingdom and France failed to meet their legal, diplomatic, military and moral obligations with respect to the Czech and Polish nations during the prelude to and aftermath of the Second World War."
  },
  {
    "id": "passage_21",
    "text": "The Tuvan People's Republic, was proclaimed independent in 1921 and was a satellite state of Soviet Union until its annexation in 1944 by the Soviet Union. Another early Soviet satellite state in Asia was the short-lived Far East Republic in Siberia. Post-World War II"
  },
  {
    "id": "passage_22",
    "text": "Satellite state. The term satellite state designates a country that is formally independent in the world, but under heavy political, economic and military influence or control from another country. The term was coined by analogy to planetary objects orbiting a larger object, such as smaller moons revolving around larger planets, and is used mainly to refer to Central and Eastern European countries of the Warsaw Pact during the Cold War or to Mongolia or Tannu Tuva between 1924 and 1990, for example. As used for"
  },
  {
    "id": "passage_23",
    "text": "According to Hakluyt, why should England pursue colonies in North America? Check all of the boxes that apply."
  },
  {
    "id": "passage_24",
    "text": "An interview with Anne Applebaum about her new book, The Crushing of Eastern Europe. Soviet-built tanks wheel into action in a smoke-filled Budapest street during Hungary's rebellion against communist satellite government in October of 1956."
  },
  {
    "id": "passage_25",
    "text": "They therefore,if anything, tightened their grip, Hungary 1956,Czechoslovakia 1968 and the construction of the Berlin Wall all being examples.After Stalin,it wasn't so much the desire to extend Soviet power as paranoia about losing it that maintained Soviet desire to control Eastern Europe."
  },
  {
    "id": "passage_26",
    "text": "There are 3 main reasons why Stalin wanted to control Eastern Europe. 1.) Russia has historically no secure border. 2.) They wanted to set up satellite countries. 3.)"
  },
  {
    "id": "passage_27",
    "text": "Why did the United Nations send troops to Korea in 1950? They wanted to contain and push back the communist invaders from the North. Why was the Arab-Israeli conflict considered part of the Cold War?"
  },
  {
    "id": "passage_28",
    "text": "On top of that, Russia had been the victim of attacks from the west multiple times. In 1914 and 1941 Germany attacked Russia through Poland. To Stalin, the past was a reliable indicator of what the future could hold. Stalin thought that having control over eastern europe could significantly undermine this threat. Despite this, it was agreed at the Yalta conference, with the consent of Stalin, that all the countries liberated from Nazi Germany would have the right to be democratic and politically independent."
  },
  {
    "id": "passage_29",
    "text": "Not just Eastern Europe, Stalin wanted to control the world by creating an empire based on Communism. That's how they clashed with US who intended to control the world by building an empire based on Capitalism. That's what the Cold War is about."
  },
  {
    "id": "passage_30",
    "text": "what to Do If I Stepped on Rusty Nail: Prevent Getting Tetanus. What to do if you step on a nail and are afraid to get Tetanus? Tetanus vaccines are available to help the body fight off the bacteria that causes this infection. Patients as young as two months are able to receive a tetanus shot."
  },
  {
    "id": "passage_31",
    "text": "Just asked! See more. 1  What is the minimum coefficient of friction ... Answer. 13 minutes ago. 2  How do you find the derivate of inverse sin ... Answer. 14 minutes ago. 3  You found the perfect pair of shorts for $24.99 ... Answer. 20 minutes ago. 4  What are the asymptote(s) and hole(s), if any, of ... Answer. 35 minutes ago."
  },
  {
    "id": "passage_32",
    "text": "In order to cause rust quickly, there must be some impurities in the water,... Nails rust in water because water allows the iron to react with any oxygen present, which forms iron oxide, known as rust. In order to cause rust quickly, there must be some impurities in the water,..."
  },
  {
    "id": "passage_33",
    "text": "Rusty Nail and Tetanus It is commonly advised that people should avoid rusty nails because they are dangerous. One of the most common beliefs is that piercing the skin with a rusty nail can cause you to develop tetanus or lockjaw. Tetanus is referred to as lockjaw because the initial symptoms of the disease will cause the muscles around the mouth to become rigid."
  },
  {
    "id": "passage_34",
    "text": "If you take an iron nail and let it rust in air, you'll find that the weight of the rusted nail is larger than that of the nail before it rusted. This gives the impression that the amount of mass hasn't remained constant, but what has really happened is that the oxygen in the air (which you didn't weigh) combined with the iron to make it rust. As a result, the weight of the oxygen plus the weight of the iron is equal to the weight of the rust that's formed. OK."
  },
  {
    "id": "passage_35",
    "text": "A: Nails rust in water because water allows the iron to react with any oxygen present, which forms iron oxide, known as rust. In order to cause rust quickly, there must be some impurities in the water, particularly salts, since these speed up the transfer of electrons from iron to oxygen."
  },
  {
    "id": "passage_36",
    "text": "It is possible to contract tetanus if you are cut by a rusty nail. Tetanus is caused by the clostridium tetani bacteria which are commonly found in dust, soil and animal feces. Because these items are commonly found around areas like gardens or work sites where rusty nails are present, the general belief that rusty nails cause tetanus was born. It is important to note that it is not so much the rust on the nail that causes people to contract tetanus, but the fact that nails can cause deep wounds that make it easier for the tetanus infection to spread."
  },
  {
    "id": "passage_37",
    "text": "Just asked! See more. 1  What is the minimum coefficient of friction 2  ... How do you find the derivate of inverse sin 3  ... You found the perfect pair of shorts for $24.99 4  ... What are the asymptote(s) and hole(s), if any, of ..."
  },
  {
    "id": "passage_38",
    "text": "Just asked! See more. 1  What is the minimum coefficient of friction ... Answer. 2  How do you find the derivate of inverse sin ... Answer. 3  You found the perfect pair of shorts for $24.99 ... Answer. 4  What are the asymptote(s) and hole(s), if any, of ... Answer."
  },
  {
    "id": "passage_39",
    "text": "Quick Answer. Nails rust in water because water allows the iron to react with any oxygen present, which forms iron oxide, known as rust. In order to cause rust quickly, there must be some impurities in the water, particularly salts, since these speed up the transfer of electrons from iron to oxygen. Continue Reading"
  },
  {
    "id": "passage_40",
    "text": "A preview of what LinkedIn members have to say about Göran: Göran är en mycket duktig och noggrann säljare och ledare. Under görans ledning och stöd byggde vi en effektiv och stark sälj/marknads organisation för outsourcing av dokumenthanteringstjänster i stor skala. Jag jobbar gärna med Göran närsomhelst och rekommenderar gärna Göran som er nästa sälj/marknadschef."
  },
  {
    "id": "passage_41",
    "text": "Depona Oy YTJ: Y-tunnus: 21527338 YTJ: Toimiala: Kirjastojen ja arkistojen toiminta (TOL: 91010) YTJ: Toimialakuvaus: (Päivitetty: 01.04.2008)"
  },
  {
    "id": "passage_42",
    "text": "In the autumn of 2000, Svenska Standardbolag and Magnus Litens founded Sweden’s today leading actor in archive services, Depona AB. Depona operates in ten locations in Sweden and has thousands of customers who use their web-based archiving solution Visual archive. The history of Standardbolag. Lawyer Gustaf Bertil Ihrman, the founder of Svenska Standardbolag AB, had his office in the ”Ihrman villa” in Falun and conducted general legal services during the years of 1921–1953."
  },
  {
    "id": "passage_43",
    "text": "View Martin Townsend’s profile on LinkedIn, the world's largest professional community. Martin has 6 jobs listed on their profile. See the complete profile on LinkedIn and discover Martin’s connections and jobs at similar companies."
  },
  {
    "id": "passage_44",
    "text": "Uzņēmums Depona sāka darbu ar ideju, kas paredzēja atjaunināt un uzlabot arhivēšanas pakalpojumu tirgu, nodrošinot novatorisku lietotāju saskarni, labāku Valodas Dansk"
  },
  {
    "id": "passage_45",
    "text": "Company Profile. Depona AB provides physical archive services. The Company offers business, organizations, and governmental agencies archival materials using the latest technology for recording, retrieval, and archive databases. Depona delivers services throughout Sweden."
  },
  {
    "id": "passage_46",
    "text": "Depona Ab is a library in Vilhelmina, Sweden. The company is located at Slggatan 1. This private company was founded in 1999 (about 16 years ago). A typical library has between 4 and 80 employees, meaning that Depona Ab, with a reported 5 employees, employs a typical amount of people for the industry within Sweden."
  },
  {
    "id": "passage_47",
    "text": "Svenska Standardbolag AB is the market leader in corporate cases in Sweden since 1954 and has assisted Swedish enterprises in more than 300 000 corporate cases. Our shelf company AB Grundstenen is our main product and more than 150 000 Swedish companies have been started with it."
  },
  {
    "id": "passage_48",
    "text": "1 5"
  },
  {
    "id": "passage_49",
    "text": "Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers business and financial information, news and insight around the world."
  },
  {
    "id": "passage_50",
    "text": "While Chicago O’Hare in 2014 was briefly the world’s busiest in flight counts, Atlanta has had the most flights for the past two years. Hartsfield-Jackson had a 1.8 percent increase in flights in 2016, while Chicago O’Hare had a 0.9 percent decline."
  },
  {
    "id": "passage_51",
    "text": "More than 104 million travelers passed through Atlanta's airport last year, making the Delta Air Lines hub the world's busiest for passenger traffic, according to Airports Council International. The airport handles around 2,500 arrivals and departures, according to the airport's figures."
  },
  {
    "id": "passage_52",
    "text": "(Redirected from World's busiest airports by passenger traffic) The world's busiest airports by passenger traffic are measured by total passengers (data from Airports Council International), defined as passengers enplaned plus passengers deplaned plus direct-transit passengers."
  },
  {
    "id": "passage_53",
    "text": "Most watched News videos Embed this Embed icon. 1  Choose a theme. Dark theme Dark. Light theme Light. <iframe style=width:1px;min-width:100%;height:352px src=http://www.dailymail.co.uk/api/most-watched-videos/news/dark frameborder=0 scrolling=no></iframe>. 2  Hurricane Harvey causes massive flooding after hitting..."
  },
  {
    "id": "passage_54",
    "text": "Why is Atlanta the world’s busiest airport? With more than 250,000 passengers and nearly 2,500 arrivals and departures each day, a layover at Hartsfield-Jackson Atlanta International Airport is not uncommon."
  },
  {
    "id": "passage_55",
    "text": "Atlanta has the busiest airport in the world? Not New York City or Hong Kong? Whaaa? Here’s why: Delta’s HQ. In case you didn’t know, Delta Inc. has their headquarters in Atlanta. It was founded decades ago in Macon, Georgia but once Delta became a company they moved their headquarters north to Atlanta."
  },
  {
    "id": "passage_56",
    "text": "Trailing Atlanta in the rankings of the world’s busiest airports was China’s Beijing Capital International Airport, which held on to its No. 2 ranking again in 2016. “Many pundits anticipated that ATL would be overtaken by Beijing (PEK) by 2015, which held the world's second spot last year,” ACI added in its statement."
  },
  {
    "id": "passage_57",
    "text": "Atlanta became the first airport in the world to break that threshold in 2015, when it processed 101.5 million passengers. The passenger count rose again by 2.6% in 2016, jumping to 104.2 million fliers, according to ACI’s preliminary numbers."
  },
  {
    "id": "passage_58",
    "text": "Copyright© 2016-2017 City of Atlanta | All Rights Reserved. Our mission is to provide the Atlanta region a safe, secure and cost-competitive gateway to the world that drives economic development, operates with the highest level of customer service and efficiency, and exercises fiscal and environmental responsibility."
  },
  {
    "id": "passage_59",
    "text": "Atlanta Hartsfield-Jackson International Airport, the busiest airport in the world, was hit with extended rain and high winds from Irma on Monday while many of Florida's airports remained closed as officials assess damage and try clean up from the powerful storm."
  },
  {
    "id": "passage_60",
    "text": "the cost of attending new york university is comparable to that of other selective private institutions new york university charges tuition and registration fees on a per unit basis for 2015 2016 the tuition rate is expected to be $ 1616 per unit plus registration and service feesthe estimated total tuition for the ms program is $ 51654 the board of trustees of new york university reserves the right to alter tuition and feesfinal tuition and fees for the 2015 16 academic year will be made official by april of this yearhe board of trustees of new york university reserves the right to alter tuition and fees final tuition and fees for the 2015 16 academic year will be made official by april of this year"
  },
  {
    "id": "passage_61",
    "text": "tuition for new york university is $ 43746 for the 2014 2015 academic year this is 73 % more expensive than the national average private non profit four year college tuition of $ 25240he net out of pocket total cost you end up paying or financing though student loans is known as the net price the reported new york university net price for in state students $ 34268 for the 2013 2014 academic year this net price includes housing and meal expenses"
  },
  {
    "id": "passage_62",
    "text": "the cost is $ 23628 and 117 % more expensive than the average new york tuition of $ 20118 for 4 year colleges tuition ranks 172nd in new york amongst 4 year colleges for affordability and is the 16th most expensive 4 year college in the stateprice does not vary by residence the school charges an additional fees of $ 2424 in addition to tuition bringing the total effective in state tuition to $ 46170he net out of pocket total cost you end up paying or financing though student loans is known as the net price the reported new york university net price for in state students $ 34268 for the 2013 2014 academic year this net price includes housing and meal expenses"
  },
  {
    "id": "passage_63",
    "text": "$ 470 nonreturnable registration and services fee per point for registration after first point $ 66 the above table represents the tuition and fees for a graduate social work student enrolling in the 2015 2016 academic yearnew york university and the silver school of social work reserve the right to change its courses programs tuition and fees at any time 470 nonreturnable registration and services fee per point for registration after first point $ 66 the above table represents the tuition and fees for a graduate social work student enrolling in the 2015 2016 academic year"
  },
  {
    "id": "passage_64",
    "text": "at the current published rates an estimated total tuition fees and living expense price for a 4 year bachelor s degree at new york university is $ 256088 for students graduating in normal timehe net out of pocket total cost you end up paying or financing though student loans is known as the net price the reported new york university net price for in state students $ 34268 for the 2013 2014 academic year this net price includes housing and meal expenses"
  },
  {
    "id": "passage_65",
    "text": "$ 51958 this includes tuition and registration fees for executive masters students excluding nurse leaders fees also include a one time $ 1500 empa program fee a typical part time student enrolls in 2 courses per semester each academic yeara typical full time student enrolls in 4 courses per semester each academic year 2015 2016 tuition per credit $ 1589his includes tuition and registration fees for executive masters students excluding nurse leaders fees also include a one time $ 1500 empa program fee a typical part time student enrolls in 2 courses per semester each academic year"
  },
  {
    "id": "passage_66",
    "text": "all fees are payable at the time of registration the office of the bursar is located at 25 west fourth street checks and drafts are to be drawn to the order of new york university for the exact amount of the tuition and fees requiredate payment of tuition fee $ 25 late registration fee commencing with the second week of classes $ 50 late registration fee commencing with the fifth week of classes $ 100 deposit upon acceptance nonreturnable $ 500 housing deposit if applicable upon acceptance nonreturnable $ 1000"
  },
  {
    "id": "passage_67",
    "text": "nyu students in the halcyon days when tuition was only $ 50k per year nyu students in the halcyon days when tuition was only $ 50k per year it s no secret that matriculating at nyu is breathtakingly expensivenyu will cost you your arms legs soul is not breaking newsyu students in the halcyon days when tuition was only $ 50k per year nyu students in the halcyon days when tuition was only $ 50k per year it s no secret that matriculating at nyu is breathtakingly expensive"
  },
  {
    "id": "passage_68",
    "text": "with this plan you budget the cost of your tuition and or housing after deducting any financial aid you will be receiving and or any payments you have made directly to nyu a nonrefundable enrollment fee of $ 50 is required when applying for the fall spring tuitionpay planate payment of tuition fee $ 25 late registration fee commencing with the second week of classes $ 50 late registration fee commencing with the fifth week of classes $ 100 deposit upon acceptance nonreturnable $ 500 housing deposit if applicable upon acceptance nonreturnable $ 1000"
  },
  {
    "id": "passage_69",
    "text": "the net out of pocket total cost you end up paying or financing though student loans is known as the net price the reported new york university net price for in state students $ 34268 for the 2013 2014 academic year this net price includes housing and meal expenseshe net out of pocket total cost you end up paying or financing though student loans is known as the net price the reported new york university net price for in state students $ 34268 for the 2013 2014 academic year this net price includes housing and meal expenses"
  },
  {
    "id": "passage_70",
    "text": "In an effort to better understand how children form memories, the researchers asked 140 kids between the ages of 4 and 13 to describe their earliest memories and then asked them to do the same thing two years later."
  },
  {
    "id": "passage_71",
    "text": "Conversely, a third of the children who were age 10 to 13 during the first interview described the same earliest memory during the second interview. More than half of the memories they recalled were the same at both interviews. The researchers are now studying why children remember certain events and not others."
  },
  {
    "id": "passage_72",
    "text": "However, when the offset of childhood amnesia is defined as the age at which the majority of memories are personal recollections rather than known events, then offset occurs at approximately 4.5 years old."
  },
  {
    "id": "passage_73",
    "text": "The development of memory in children becomes evident within the first 2 to 3 years of a child's life as they show considerable advances in declarative memory. This enhancement continues into adolescence with major developments in short term memory, working memory, long term memory and autobiographical memory."
  },
  {
    "id": "passage_74",
    "text": "Most adults remember little before their third or fourth birthdays, and the thinking has been that prior to this age children do not have the cognitive or language skills to process and store events as memories."
  },
  {
    "id": "passage_75",
    "text": "The way that researchers study the memory capabilities of infants in this age range is through measuring eye movements between test images presented. After doing this initial round of testing, the researchers would conduct follow-up tests both 5 minutes later and one day later."
  },
  {
    "id": "passage_76",
    "text": "As this happens, memories occurring in the preschool years tend to be lost. “As young children get older their first memories tend to get later and later, but around age 10 their memories crystallize,” Peterson tells WebMD."
  },
  {
    "id": "passage_77",
    "text": "Childhood amnesia, also called infantile amnesia, is the inability of adults to retrieve episodic memories before the age of 2–4 years, as well as the period before age 10 of which adults retain fewer memories than might otherwise be expected given the passage of time."
  },
  {
    "id": "passage_78",
    "text": "In children under the age of 4, the memory storage capacity limitation constrains complex comprehension processes. As the child grows older however, less processing is necessary which opens more storage space for memory."
  },
  {
    "id": "passage_79",
    "text": "Recent research on the development of memory has indicated that declarative, or explicit memory, may exist in infants who are even younger than two years old. For example, newborns who are less than 3 days old demonstrate a preference for their mother’s own voice."
  },
  {
    "id": "passage_80",
    "text": "Your dentist or oral surgeon may use one of three types of anesthesia, depending on the expected complexity of the wisdom tooth extraction and your comfort level. Local anesthesia. Your dentist or oral surgeon administers local anesthesia with one or more injections near the site of each extraction."
  },
  {
    "id": "passage_81",
    "text": "Your dentist or oral surgeon may use one of three types of anesthesia, depending on the expected complexity of the wisdom tooth extraction and your comfort level. Options include: Local anesthesia."
  },
  {
    "id": "passage_82",
    "text": "On average, Americans brush for just under the two minutes recommended by dental professionals. African Americans brush 18 seconds longer than Americans as a whole, while younger adults ages 18 to 24 spend 16 seconds longer than average brushing. Nearly six of 10 Americans brush their teeth at bedtime and as soon as they wake up in the morning, while 38 percent brush after breakfast. About 17 percent brush after lunch, and 21 percent brush after dinner."
  },
  {
    "id": "passage_83",
    "text": "Nearly six of 10 Americans brush their teeth at bedtime and as soon as they wake up in the morning, while 38 percent brush after breakfast. According to the Delta Dental survey, 91 percent of Americans brush most frequently at home in their bathrooms over the sink."
  },
  {
    "id": "passage_84",
    "text": "Distance of the teeth need to be moved- The amount of space or distance that is required to move the teeth can also determine the average length of time to wear braces. If one has a minor orthodontic problem and the teeth have to travel only a narrow distance, then one may have shorter time duration for treatment."
  },
  {
    "id": "passage_85",
    "text": "The average length of time to wear braces can vary from one individual to another. Depending on the condition of the teeth and gums, the space available, the severity of the misaligned teeth, the distance which the teeth needs to cover and the cooperativeness of the individual to instructions. However, the average length of time to wear braces is usually from 1 to 2 years. For some individuals braces may have to be worn for longer period of time up to 3 years or so and for some other individuals the time duration to wear braces may be lesser. Factors which determines the duration of braces treatment-."
  },
  {
    "id": "passage_86",
    "text": "Most adults do not come close to brushing that long. These four steps are the best and easiest ways to help you remember how to care for your mouth, teeth and gums: Brush at least twice a day with fluoride toothpaste for at least two minutes, especially first thing in the morning and before bedtime."
  },
  {
    "id": "passage_87",
    "text": "Use the tip of the brush to reach behind each front tooth on the top and bottom. In addition, don't forget flossing - it's just as important as brushing. If you don't brush your teeth long enough, you may not be getting your teeth clean enough. If you leave behind bacteria on the teeth after brushing, it can lead to serious problems such as gingivitis or periodontitis."
  },
  {
    "id": "passage_88",
    "text": "Though it is important to pay attention to how long you're brushing, it's even more important to make sure all surfaces are clean. Remember to brush using short strokes, moving back and forth against the teeth and gums, around the surface of every tooth."
  },
  {
    "id": "passage_89",
    "text": "In fact, according to the Delta Dental survey, people who brush at least twice a day are 22 percent more likely to describe their oral health as good or better compared with those who brush less frequently. Unfortunately, 23 percent of Americans have gone two or more days without brushing their teeth in the past year."
  },
  {
    "id": "passage_90",
    "text": "Taken from Wiktionary: Funnest is a regular superlative of the adjective fun. However, the use of fun as an adjective is itself still often seen as informal or casual and to be avoided in formal writing, and this would apply equally to the superlative form."
  },
  {
    "id": "passage_91",
    "text": "adjective, funnier, funniest. 1. providing fun; causing amusement or laughter; amusing; comical: a funny remark; a funny person. 2. attempting to amuse; facetious:"
  },
  {
    "id": "passage_92",
    "text": "24 Comments. 1  I’ve never heard “funner”, but I hear “xyz is the funnies zyx ever” a lot. 2  GAH. “ 3 For example, you wouldn’t say that ‘The gray cat is catter than the black one.’ Cat is a noun.  Funner is a 1  word. I asked beacuase i watched suite life on deck and sally said now this is funner than your stupid bear shirt."
  },
  {
    "id": "passage_93",
    "text": "Words don't have to be used often to be words. For instance, cryptosporidium is a word which is used less often by the people you meet than funner. Yet, the anchorwoman of your six o'clock news show would probably use cryptosporidium when appropriate, while avoiding funner in favor of more fun."
  },
  {
    "id": "passage_94",
    "text": "Funner is, of course, a word in the same sense that ponyfraggis is a word, if word is defined as a pronounceable sequence of letters delimited by whitespace. In terms of usage, the frequency of use of More fun vs funner in formal writing suggest that funner is spoken slang. Naturally it is a word, too."
  },
  {
    "id": "passage_95",
    "text": "6 Answers 6. Funnest is a regular superlative of the adjective fun. However, the use of fun as an adjective is itself still often seen as informal or casual and to be avoided in formal writing, and this would apply equally to the superlative form."
  },
  {
    "id": "passage_96",
    "text": "I’ll toss in my two cents… For the heck of it.. Funner is a word in the Scrabble dictionary. It’s interesting that it’s in the Scrabble dictionary, but it’s not in the Oxford English Dictionary. The OED studies these words at a far greater depth than Scrabble–which happens to pulls its word-bank from Merriam Webster."
  },
  {
    "id": "passage_97",
    "text": "Funny and laughable are both applied to that which provokes laughter or deserves to be laughed at; funny is a colloquial term loosely applied and in popular use is commonly interchangeable with the other terms: a funny story, scene, joke; a laughable incident, mistake."
  },
  {
    "id": "passage_98",
    "text": "diversion, amusement, 1727, earlier a cheat, trick (c.1700), from verb fun (1680s) to cheat, hoax, of uncertain origin, probably a variant of Middle English fonnen befool (c.1400; see fond). Older sense is preserved in phrase to make fun of (1737) and funny money counterfeit bills (1938, though this may be more for the sake of the rhyme)."
  },
  {
    "id": "passage_99",
    "text": "something that provides mirth or amusement: A picnic would be fun. 2. enjoyment or playfulness: She's full of fun. verb (used with or without object), funned, funning."
  },
  {
    "id": "passage_100",
    "text": "Phloem is a conductive (or vascular) tissue found in plants. Phloem carries the products of photosynthesis (sucrose and glucose) from the leaves to other parts of the plant. … The corresponding system that circulates water and minerals from the roots is called the xylem."
  },
  {
    "id": "passage_101",
    "text": "Phloem and xylem are complex tissues that perform transportation of food and water in a plant. They are the vascular tissues of the plant and together form vascular bundles. They work together as a unit to bring about effective transportation of food, nutrients, minerals and water."
  },
  {
    "id": "passage_102",
    "text": "Phloem and xylem are complex tissues that perform transportation of food and water in a plant. They are the vascular tissues of the plant and together form vascular bundles."
  },
  {
    "id": "passage_103",
    "text": "Phloem is a conductive (or vascular) tissue found in plants. Phloem carries the products of photosynthesis (sucrose and glucose) from the leaves to other parts of the plant."
  },
  {
    "id": "passage_104",
    "text": "Unlike xylem (which is composed primarily of dead cells), the phloem is composed of still-living cells that transport sap. The sap is a water-based solution, but rich in sugars made by the photosynthetic areas."
  },
  {
    "id": "passage_105",
    "text": "In xylem vessels water travels by bulk flow rather than cell diffusion. In phloem, concentration of organic substance inside a phloem cell (e.g., leaf) creates a diffusion gradient by which water flows into cells and phloem sap moves from source of organic substance to sugar sinks by turgor pressure."
  },
  {
    "id": "passage_106",
    "text": "The mechanism by which sugars are transported through the phloem, from sources to sinks, is called pressure flow. At the sources (usually the leaves), sugar molecules are moved into the sieve elements (phloem cells) through active transport."
  },
  {
    "id": "passage_107",
    "text": "Phloem carries the products of photosynthesis (sucrose and glucose) from the leaves to other parts of the plant. … The corresponding system that circulates water and minerals from the roots is called the xylem."
  },
  {
    "id": "passage_108",
    "text": "Xylem transports water and soluble mineral nutrients from roots to various parts of the plant. It is responsible for replacing water lost through transpiration and photosynthesis. Phloem translocates sugars made by photosynthetic areas of plants to storage organs like roots, tubers or bulbs."
  },
  {
    "id": "passage_109",
    "text": "CE Certification. CE Certification is required for all recreational boats entering or being sold in the European Union. Manufacturers must test and document to ensure conformity to all applicable European directives and requirements. CE certification is obtained from Notified Bodies, organizations that are recognized by European states to conduct CE assessments and issue CE certification documents."
  },
  {
    "id": "passage_110",
    "text": "Certification by a notified body enables you to display the CE mark on your products and allows you free and open access to the European Union market."
  },
  {
    "id": "passage_111",
    "text": "The CE marking is the manufacturer's declaration that the product meets the requirements of the applicable EC directives. Officially, CE is an abbreviation of Conformite Conformité, europeenne Européenne Meaning. european conformity"
  },
  {
    "id": "passage_112",
    "text": "CE is a mandatory mark for certain product groups in order for them to be sold on the. market – specifically into the EU. The requirements are set out in European Directives (similar to Australia ’s Regulations and Acts) that cover health, safety and environmental protection legislation."
  },
  {
    "id": "passage_113",
    "text": "The CE marking is the manufacturer's declaration that the product meets the requirements of the applicable EC directives. Officially, CE is an abbreviation of Conformite Conformité, europeenne Européenne Meaning. European, CONFORMITY however ce originally  Stood For , Communaute communauté Europeenne Européenne. french for european community"
  },
  {
    "id": "passage_114",
    "text": "About us. Certification Experts B.V. is an international organisation with a subsidiary office in Shenyang, P.R. China. Our company is specialized in CE marking, European Product Safety legislation, International Product Safety Regulations (e.g. CCC, CSA, GOST) and technical and legal regulatory compliance issues."
  },
  {
    "id": "passage_115",
    "text": "The CE mark itself is defined in Directive 93/68/EEC, Rules for the Affixing and Use of the CE Conformity Marking which takes in a host of other Directives, such as."
  },
  {
    "id": "passage_116",
    "text": "CE marking is mandatory for certain product groups within the European Economic Area (EEA; the 28 member states of the EU plus EFTA countries Iceland, Norway and Liechtenstein) plus Switzerland and Turkey."
  },
  {
    "id": "passage_117",
    "text": "Back to overview. The CE mark can be found on pretty much any electrical appliance in the home. Turn your laptop computer over and there will be a CE mark there somewhere, usually mixed in with other markings. Imported machinery can also be found to have a CE mark."
  },
  {
    "id": "passage_118",
    "text": "The CE mark, or formerly EC mark, is a mandatory conformity marking for certain products sold within the European Economic Area (EEA) since 1985. The CE marking is also found on products sold outside the EEA that are manufactured in, or designed to be sold in, the EEA."
  },
  {
    "id": "passage_119",
    "text": "McDonald's USA Nutrition Facts for Popular Menu Items. We provide a nutrition analysis of our menu items to help you balance your McDonald's meal with other foods you eat. Our goal is to provide you with the information."
  },
  {
    "id": "passage_120",
    "text": "Which brings us to the combatants in today’s fast-food fight between two fairly new respective menu additions: the McDonald’s Artisan Grilled Chicken Sandwich versus Taco Bell’s Chickstar. McDonald’s Artisan Grilled Chicken Sandwich."
  },
  {
    "id": "passage_121",
    "text": "The McDonald’s nutrition tool reveals that the cutlet itself accounts for 110 of the sandwich’s 360 total calories, which puts its weight at a respectable quarter of a pound of pretty damn good chicken-tasting chicken."
  },
  {
    "id": "passage_122",
    "text": "Chicken Fight: McDonald's Artisan Grilled Vs. Taco Bell's Chickstar. Traditional fast-food sales are in decline in America, maybe because we’re finally smartening up and becoming more reluctant to treat our tongues, wallets, and digestive systems as mortal enemies."
  },
  {
    "id": "passage_123",
    "text": "Nutrition Facts Serving Size Calories Calories from Fat Total Fat (g) % Daily Value** Saturated Fat (g) % Daily Value**. Trans. Fat (g) Cholesterol (mg) % Daily Value** Sodium (mg) % Daily Value** Carbohydrates (g) % Daily Value** Dietary Fiber (g) % Daily Value** Sugars (g) Protein (g) % DAILY VALUE."
  },
  {
    "id": "passage_124",
    "text": "Artisan Grilled Chicken. Responding to customer’s desires for a great tasting grilled chicken filet with simple ingredients, McDonald’s USA introduces new Artisan Grilled Chicken, freshly prepared in our restaurants."
  },
  {
    "id": "passage_125",
    "text": "April 06, 2015. Responding to customer’s desires for a great tasting grilled chicken filet with simple ingredients, McDonald’s USA introduces new Artisan Grilled Chicken, freshly prepared in our restaurants."
  },
  {
    "id": "passage_126",
    "text": "Artisan Grilled Chicken Sandwich. Grilled chicken breast sandwich made with 100% chicken breast filet that has no artificial preservatives, flavors or colors and perfectly marinated for juicy flavor. Layered with crisp leaf lettuce and tasty tomato, and topped with a vinaigrette dressing, all on our delectable artisan roll. view nutrition summary."
  },
  {
    "id": "passage_127",
    "text": "Mcdonalds - Artisan Grilled Chicken Sandwich. *Percent Daily Values are based on a 2000 calorie diet. Your daily values may be higher or lower depending on your calorie needs."
  },
  {
    "id": "passage_128",
    "text": "Mcdonalds - Grilled Chicken, Patty Only. *Percent Daily Values are based on a 2000 calorie diet. Your daily values may be higher or lower depending on your calorie needs."
  },
  {
    "id": "passage_129",
    "text": "Panglao is an island in the north Bohol Sea, located in the Central Visayas Region of the Visayas island group, in the south-central Philippines.he airport is very close to Tagbilaran Airport which currently serves as the gateway to Panglao Island and the rest of Bohol for domestic air travelers. It also is less than 2 hours travel time from Mactan-Cebu International airport, which is a gateway to the Central Philippines for international tourists."
  },
  {
    "id": "passage_130",
    "text": "By Greg Rodgers. Panglao Island, and particularly Alona Beach, are the primary destinations for most people who visit Bohol Island in the Philippines. Call it Bohol's miniature version of Boracay, Alona Beach is a long, narrow strip of white sand lined with tourist bars, restaurants, resorts, and dive shops.hile Panglao and Alona are hardly a way to 'get away from it all,' the sandy path along the beach and lack of high-rise resorts help maintain the small-island feel. First, see some Philippines travel essentials."
  },
  {
    "id": "passage_131",
    "text": "The island has an area of 80.5 square kilometres (31.1 sq mi). It is within Bohol Province, and is divided into two municipalities: Dauis and Panglao. Panglao is located southwest of the island of Bohol and east of Cebu.Panglao has a terrain that ranges from plain, hilly to mountainous.he airport is very close to Tagbilaran Airport which currently serves as the gateway to Panglao Island and the rest of Bohol for domestic air travelers. It also is less than 2 hours travel time from Mactan-Cebu International airport, which is a gateway to the Central Philippines for international tourists."
  },
  {
    "id": "passage_132",
    "text": "Practical Information for Visiting Panglao Island. 1  Water: The tap water is not safe to drink in Panglao. 2  You can purchase bottled water from minimarts and use the refill stations found in hotels and restaurants. 3  Money: There are a couple of Bank of the Philippine Islands ATMs located near Helmut's Place.hile Panglao and Alona are hardly a way to 'get away from it all,' the sandy path along the beach and lack of high-rise resorts help maintain the small-island feel. First, see some Philippines travel essentials."
  },
  {
    "id": "passage_133",
    "text": "Bohol is a first income class island province of the Philippines located in the Central Visayas region, consisting of the island itself and 75 minor surrounding islands.Its capital is Tagbilaran City.With a land area of 4,821 square kilometres (1,861 sq mi) and a coastline 261 kilometres (162 mi) long, Bohol is the tenth largest island of the Philippines. To the west of Bohol is Cebu, to the northeast is the island of Leyte and to the south, across the Bohol Sea is Mindanao.anglao Island, located just southwest of Tagbilaran City, is famous for its diving locations and is routinely listed as one of the top ten diving locations in the world. Numerous tourist resorts and dive centers dot the southern beaches."
  },
  {
    "id": "passage_134",
    "text": "1 Water: The tap water is not safe to drink in Panglao. 2  You can purchase bottled water from minimarts and use the refill stations found in hotels and restaurants. 3  Money: There are a couple of Bank of the Philippine Islands ATMs located near Helmut's Place.hile Panglao and Alona are hardly a way to 'get away from it all,' the sandy path along the beach and lack of high-rise resorts help maintain the small-island feel. First, see some Philippines travel essentials."
  },
  {
    "id": "passage_135",
    "text": "Bohol is the main island of Bohol Province which has 75 minor surrounding islands. The island lies southeast from Cebu Island and southwest of Leyte Island in the Central Visayas region.This oval-shaped island is the tenth largest island of the Philippine archipelago.ohol Island is easily accessible by bus, private cars, taxi and rental cars. Many of the towns in Bohol have a bus terminal where one can get a ride to other towns. Tagbilaran City, the capital city of Bohol has an integrated bus terminal located in Dao, where you can get a bus ride to get in most towns in Bohol."
  },
  {
    "id": "passage_136",
    "text": "1 Amorita Resort is a beach resort in Panglao Island, Bohol located at a quiet end of Alona beach. 2  Amorita is the perfect destination for private and intimate escapes making it perfect for weddings, honeymoons, and families. This Alona Beach resort has an open restaurant on the beach, 11 comfortable rooms with private bath and Wi-Fi access, and water activities like snorkeling, dolphin watching, and scuba diving. 2  edit. 3  Isola Bella Beach Resort, Lagitan, Poblacion, Panglao Island, ☎ +63 38 416-0781 (info@isolabellaresort.com), [17]."
  },
  {
    "id": "passage_137",
    "text": "How to Get There. Panglao is located southwest of the island of Bohol and east of Cebu. From Manila, you can fly to Tagbilaran (estimated cost of Php3,700++, roundtrip, 1 hour and 15 minutes).You can also opt for a ferry from Manila going to Tagbilaran (estimated cost of Php2,000++, roundtrip, 18 hours).ow to Get There. Panglao is located southwest of the island of Bohol and east of Cebu. From Manila, you can fly to Tagbilaran (estimated cost of Php3,700++, roundtrip, 1 hour and 15 minutes)."
  },
  {
    "id": "passage_138",
    "text": "Panglao Island International Airport is a controversial airport projecton Panglao Island in the province of Bohol, Philippines. It is intended to become Bohol's international airport to support its tourism industry, especially on Panglao Island which is being promoted as an alternative destination for Boracay Island.he airport is very close to Tagbilaran Airport which currently serves as the gateway to Panglao Island and the rest of Bohol for domestic air travelers. It also is less than 2 hours travel time from Mactan-Cebu International airport, which is a gateway to the Central Philippines for international tourists."
  },
  {
    "id": "passage_139",
    "text": "Synonyms for calomel in the sense of this definition. mercurous chloride (calomel is a kind of ...) any compound containing a chlorine atom. chloride (calomel is made of the substance ...) a heavy silvery toxic univalent and bivalent metallic element; the only metal that is liquid at ordinary temperatures. atomic number 80; hg; hydrargyrum; mercury; quicksilver (... is made of the substance calomel) a mixture of calomel and limewater that is used on syphilitic sores. black lotion; blackwash"
  },
  {
    "id": "passage_140",
    "text": "Definitions and Synonyms of calomel | Another word for calomel | What is calomel? Definition 1: a tasteless colorless powder used medicinally as a cathartic - [noun denoting substance] Synonyms for calomel in the sense of this definition mercurous chloride"
  },
  {
    "id": "passage_141",
    "text": "Calomel is a mercury chloride mineral with formula (Hg2)2+Cl2. The name derives from Greek kalos (beautiful) and melos (black) from alchemists reaction with ammonia. Calomel occurs as a secondary mineral which forms as an alteration product in mercury deposits. It occurs with native mercury, amalgam, cinnabar, mercurian tetrahedrite, eglestonite, terlinguaite, montroydite, kleinite, moschelite, kadyrelite, kuzminite, chursinite, kelyanite, calcite, limonite and various clay minerals."
  },
  {
    "id": "passage_142",
    "text": "Overdose: If someone has overdosed and has serious symptoms such as passing out or trouble breathing, call 911. Otherwise, call a poison control center right away. US residents can call their local poison control center at 1-800-222-1222. Canada residents can call a provincial poison control center."
  },
  {
    "id": "passage_143",
    "text": "This copyrighted material has been downloaded from a licensed data provider and is not for distribution, expect as may be authorized by the applicable terms of use. CONDITIONS OF USE: The information in this database is intended to supplement, not substitute for, the expertise and judgment of healthcare professionals."
  },
  {
    "id": "passage_144",
    "text": "(calomel is a kind of ...) any compound containing a chlorine atom chloride (calomel is made of the substance ...) a heavy silvery toxic univalent and bivalent metallic element; the only metal that is liquid at ordinary temperatures"
  },
  {
    "id": "passage_145",
    "text": "Find patient medical information for Calomel (Bulk) on WebMD including its uses, side effects and safety, interactions, pictures, warnings and user ratings. Skip to main content Check Your Symptoms"
  },
  {
    "id": "passage_146",
    "text": "Calomel is a mercury chloride mineral with formula (Hg2)2+Cl2. The name derives from Greek kalos (beautiful) and melos (black) from alchemists reaction with ammonia.[2]"
  },
  {
    "id": "passage_147",
    "text": "Calomel is a mercury chloride mineral with formula (Hg 2) 2+ Cl 2 (see mercury(I) chloride). The name derives from Greek kalos (beautiful) and melos (black) from alchemists reaction with ammonia. Calomel occurs as a secondary mineral which forms as an alteration product in mercury deposits."
  },
  {
    "id": "passage_148",
    "text": "Calomel is a laxative and once was a common medicine, especially on the American frontier. It fell out of use use at the end of the 19th century due to its toxicity. One victim was Alvin Smith, the eldest brother of Joseph Smith, founder of the Latter Day Saint movement. References"
  },
  {
    "id": "passage_149",
    "text": "We will use what we know from this: The sum of the squares of the first n natural numbers. Let. We have. We want to find. Proof 2 - Induction proof. 1) For n = 1 it's true. 2) Let's consider that is true for n, and let's prove it for n+1."
  },
  {
    "id": "passage_150",
    "text": "The answer is: Proof 1 : We will use what we know from this: The sum of the squares of the first n natural numbers. Let. We have. We want to find. Proof 2 - Induction proof. 1) For n = 1 it's true. 2) Let's consider that is true for n, and let's prove it for n+1."
  },
  {
    "id": "passage_151",
    "text": "The formula for the sum of the first $n$ squares is kind of strange, with that weird $2n+1$. Actually, it is $n$ and $n+1$ that are weird."
  },
  {
    "id": "passage_152",
    "text": "Proof 1 : We will use what we know from this: The sum of the squares of the first n natural numbers. Let. We have. We want to find. Proof 2 - Induction proof. 1) For n = 1 it's true. 2) Let's consider that is true for n, and let's prove it for n+1."
  },
  {
    "id": "passage_153",
    "text": "The sum of any set of consecutive odd numbers starting from 1 is a square, and the quantity that is squared is the count of odd numbers in the sum. The latter is easily seen to be a count of the form 1 + 2 + 3 + 4 + ... + n. Visual demonstration that the square of a triangular number equals a sum of cubes."
  },
  {
    "id": "passage_154",
    "text": "I know that the sum of the squares of the first n natural numbers is $\\frac{n(n + 1)(2n + 1)}{6}$. I know how to prove it inductively. But how, presuming I have no idea about this formula, should I determine it? The sequence $a(n)=1^2+2^2+...+n^2$ is neither geometric nor arithmetic."
  },
  {
    "id": "passage_155",
    "text": "I know that the sum of the squares of the first n natural numbers is $\\frac{n(n + 1)(2n + 1)}{6}$."
  },
  {
    "id": "passage_156",
    "text": "1 You can add numbers and/or linked cells to the sum of squares equation. 2  To do so, click on the cell displaying the result. 3  Then click on the “Fx” button in the formula bar, and then enter in the additional numbers/cells. 4  Click “OK” to save your changes to the equation."
  },
  {
    "id": "passage_157",
    "text": "The sum of any set of consecutive odd numbers starting from 1 is a square, and the quantity that is squared is the count of odd numbers in the sum. The latter is easily seen to be a count of the form 1 + 2 + 3 + 4 + ..."
  },
  {
    "id": "passage_158",
    "text": "Tip. 1  You can add numbers and/or linked cells to the sum of squares equation. 2  To do so, click on the cell displaying the result. 3  Then click on the “Fx” button in the formula bar, and then enter in the additional numbers/cells."
  },
  {
    "id": "passage_159",
    "text": "Oklahoma Natural Gas Oklahoma City toll free customer service phone number : +1 800-664-5463 BancFirst toll free customer service phone number : +1(405) 948-7930 Click to enter your compliant for Bancfirst Oklahoma"
  },
  {
    "id": "passage_160",
    "text": "The customer support phone number of BancFirst is +1(405) 948-7930, 1-855-889-9216, 1-888-200-9149 (Click phone number to call). data-ad-slot=7829909793> Bancfirst Oklahoma Customer Service Phone Number BancFirst Customer Service Phone Number Phone Number of BancFirst is +1(405) 948-7930, 1-855-889-9216, 1-888-200-9149. BancFirst Corporation or BancFirst is a public financial institution, serves the residents of the United States. It is an Oklahoma state charted financial institution. It is counted among the leading financial institutions throughout the state."
  },
  {
    "id": "passage_161",
    "text": "BancFirst Customer Support Service Phone Number The customer support phone number of BancFirst is +1(405) 948-7930, 1-855-889-9216, 1-888-200-9149 (Click phone number to call). The postal and official address, email address and phone number (helpline) of BancFirst Service Center and BancFirst customer service phone number is given below. The helpline of BancFirst customer service phone number may or may not be toll free."
  },
  {
    "id": "passage_162",
    "text": "When you call to Bancfirst Oklahoma, ask for toll free number to enjoy charge free calling. Calling Bancfirst Oklahoma: At the first step When you call to Bancfirst Oklahoma please do not forget to tell them that you have found their contact number on reviewxedap.com."
  },
  {
    "id": "passage_163",
    "text": "Below you find the information about Bancfirst Oklahoma, Bancfirst Oklahoma customer service number, Bancfirst Oklahoma address, Bancfirst Oklahoma email id and website. Address 6200, Waterford Building, Oklahoma City, OK, United States"
  },
  {
    "id": "passage_164",
    "text": "Phone Number of BancFirst is +1(405) 948-7930, 1-855-889-9216, 1-888-200-9149 . BancFirst Corporation or BancFirst is a public financial institution, serves the residents of the United States. It is an Oklahoma state charted financial institution. It is counted among the leading financial institutions throughout the state."
  },
  {
    "id": "passage_165",
    "text": "BancFirst toll free customer service number : +1(405) 948-7930. If you as a customer of the bancfirst oklahoma have any query, complaint, suggestion, feedback and reviews related to bancfirst oklahoma products and services then you can communicate through its customer service detail."
  },
  {
    "id": "passage_166",
    "text": "Contact Bancfirst Oklahoma on the Given Contact Number: +1 (405) 270-1000 / 1-855-889-9216 / 1-888-200-9149. If the contact number or email address of Bancfirst Oklahoma is incorrect, please tell us HERE"
  },
  {
    "id": "passage_167",
    "text": "For your convenience to contact Bancfirst Oklahoma We have provided all possible information of Bancfirst Oklahoma. You can contact Bancfirst Oklahoma on the given phone number +1 (405) 270-1000 / 1-855-889-9216 / 1-888-200-9149. To know the address location of Bancfirst Oklahoma it is also presented here 6200, Waterford Building, Oklahoma City, OK 73118, United States. Contact them by sending email to Bancfirst Oklahoma you will find an email address here ."
  },
  {
    "id": "passage_168",
    "text": "Customer Service Number Bancfirst Oklahoma: +1 (405) 270-1000, 6200, Waterford Building, Oklahoma City, OK 73118, United States. Toll Free 1 800 number. We provide you the customer service number of Bancfirst Oklahoma with address, webiste, email id and more. Home Bancfirst Oklahoma Customer Service Phone Number: +1 (405) 270-1000"
  },
  {
    "id": "passage_169",
    "text": "For the first time in Montreal, an exhibition is devoted to Pompeii and Herculaneum, its neighbouring city. February 13, 2016 to January 8, 2017."
  },
  {
    "id": "passage_170",
    "text": "Related Articles. What to Do in Brazil in August? In Canada, August offers some of the warmest weather of the year, with locals taking to the streets of large cities for festivals, heading to beaches coast-to-coast to escape the heat and humidity, or sipping iced wine in chic, urban lounges. Many Canadians take their annual holidays in August, and construction work grinds to a halt."
  },
  {
    "id": "passage_171",
    "text": "Charles Gurd: Montreal Mansions in 1974. This exhibition feature some 40 stunning black and white prints that eloquently portray a bygone way of life. June 17 and 30; July 15 and 29; August 4 and 26; September 1; October 2, 10 and 30, 2016."
  },
  {
    "id": "passage_172",
    "text": "Montreal is a city of festivals, a tradition that peaks in early to mid summer but continues year-round. Some dates for 2017 events are already up, but many 2016 dates remain in the calendar as reminders. Almost everything is updated till the middle of the year, but it's hit or miss after that for now. In 2017, Canada will be celebrating its 150th anniversary, and Montreal its 375th, so extra events and special versions of regular events may be expected."
  },
  {
    "id": "passage_173",
    "text": "First Friday, which takes place every year in Montreal, is an event for everyone. Every first Friday of the month, from May to October inclusively, Montreal residents and tourists gather at the Olympic Park on the Sun Life Financial Esplanade from 4:00 pm to..."
  },
  {
    "id": "passage_174",
    "text": "Zoofest is a Montreal festival founded in 2009 with a large programming dedicated to risks’ takers and to new talents in comedy, music, theater and entertainment.​ In 2016, OFF-JFL, 100% English, joined the Zoofest festival to offer a programming twice r..."
  },
  {
    "id": "passage_175",
    "text": "Where: Bistro Le Ste-Cath - Hochelaga-Maisonneuve. On April 21st Kim Zombik is a jazz singer from Boston in the United States. Her adventurous spirit brought her to Montreal 10 years ago, and she joined the team at the bistro in the summer of 2015."
  },
  {
    "id": "passage_176",
    "text": "Life is a party. Being festive is the Old Port’s guiding principle, and no efforts are spared to live up to it. Each season brings new and exclusive events, festivals, shows, celebrations, and more. With marvellous music and glorious gastronomy to cater to all tastes and cultures, you’ll find here a cordial atmosphere to delight and nourish, and so much more."
  },
  {
    "id": "passage_177",
    "text": "Our calendars. 1  FestivalsExplore the many festivals that Montral is known for. 2  Accs Culture networkDiscover shows and exhibitions presented by Montrals municipal arts and culture network. 3  Major sporting events (in French)Every year, Montral hosts a number of major sporting events!"
  },
  {
    "id": "passage_178",
    "text": "MONTREAL SEPTEMBER FESTIVALS & Montreal EVENTS. Home | Accommodations | Attractions | Restaurants | Shopping & Services | Nightlife | Discover Areas | Site Map | What's New | About Us | Contact Us | Photography Credit | Advertise With Us | Terms Of Use| Français."
  },
  {
    "id": "passage_179",
    "text": "DeWitt was named after DeWitt Clinton, Governor of New York during the 1820s. It was first settled by Captain David Scott, who moved there from Ann Arbor in 1833, and platted the land. The State Legislature formally created DeWitt Township on March 23, 1836."
  },
  {
    "id": "passage_180",
    "text": "Clinton County Michigan Sheriff's Office shared Clinton County MI Emergency Services's post. · December 13, 2017 at 1:55pm · Clinton County MI Emergency Services added 3 new photos."
  },
  {
    "id": "passage_181",
    "text": "Clinton County Michigan Sheriff's Office shared Tom Leonard's post. · January 9 at 9:42am · Thank you Tom Leonard for your continued support of law enforcement!"
  },
  {
    "id": "passage_182",
    "text": "DeWitt, MI 48820 Phone: (517) 669-6578 Fax: (517) 669-6583 . Emergency: 9-1-1 Hours: 8:00 a.m.- 5:00 p.m., Monday – Friday (Administrative Offices) Non-emergency (within Clinton County): 9-1-1 . Non-emergency (outside of Clinton County):(800) 968-5121. E-mail: police@dewitttwp.org"
  },
  {
    "id": "passage_183",
    "text": "DeWitt, Michigan. DeWitt is the name of a city and a township in Clinton County in the U.S. state of Michigan. The population of the city was 4,507 at the 2010 census. The city is located north of Interstate 69, and west of US Highway 127, just north of Lansing."
  },
  {
    "id": "passage_184",
    "text": "Clinton County Michigan Sheriff's Office added 2 new photos. · December 31, 2017 at 8:59am · Ithaca, MI · During the night last night, someone tried to help this family take down their Christmas decorations."
  },
  {
    "id": "passage_185",
    "text": "Clinton County Michigan Sheriff's Office, Saint Johns, Michigan. 8.6K likes. In an emergency dial 911. The Sheriff is responsible to County residents..."
  },
  {
    "id": "passage_186",
    "text": "Clinton County Michigan Sheriff's Office · December 24, 2017 at 11:06am · Ithaca, MI · The Clinton County Sheriff's Office would like to wish everyone a very merry Christmas!!"
  },
  {
    "id": "passage_187",
    "text": "DeWitt, MI 48820 Phone: (517) 669-6576 Fax: (517) 669-6496 E-mail: lparkinson-gray@dewitttwp.org: Hours: 8:00 a.m.- 5:00 p.m., Monday - Friday"
  },
  {
    "id": "passage_188",
    "text": "The county seat for Clinton County was also located in DeWitt Township from the inception of the County. The county seat remained in DeWitt Township until December 1857 when it was moved to high Hall, in the village of St. Johns, until a new courthouse could be built."
  },
  {
    "id": "passage_189",
    "text": "To create a new email address at MSN, you will have to sign up for a new MSN account under a different user name. There is only one email address per user name on MSN; but you can have as many different user names as you care to create. Click on Email Solutions in the MSN Services box."
  },
  {
    "id": "passage_190",
    "text": "Create Your own Email Address on MSN. Go to the MSN main page (see Resources below). If you already have an account there, do not log in. To create a new email address at MSN, you will have to sign up for a new MSN account under a different user name."
  },
  {
    "id": "passage_191",
    "text": "MSN outlook.com is MSN’s free email service. So if you want to sign up for a free email account with MSN, then MSN Hotmail (now it’s been changed to Outlook.com) is the service you use, and your email address will be something@hotmail.com or something@outlook.com. That’s the way the free service works."
  },
  {
    "id": "passage_192",
    "text": "1 If you want to create a new email address for the new account, select Create an MSN.com e-mail address for the new member, and click Continue. 2  Follow the instructions to create your new account. 3  Type your name in the box and click Accept."
  },
  {
    "id": "passage_193",
    "text": "5. If you want to create a new email address for the new account, select Create an MSN.com e-mail address for the new member, and click Continue. Follow the instructions to create your new account. 6. Type your name in the box and click Accept."
  },
  {
    "id": "passage_194",
    "text": "4. If you want to use an existing MSN or Hotmail email address for the new account, select Type an existing MSN or Hotmail e-mail address, enter the e-mail name and password and click Continue. 5."
  },
  {
    "id": "passage_195",
    "text": "If you want to create a new email address for the new account, select Create an MSN.com e-mail address for the new member, and click Continue. Follow the instructions to create your new account. 6. Type your name in the box and click Accept."
  },
  {
    "id": "passage_196",
    "text": "5. If you want to create a new email address for the new account, select Create an MSN.com e-mail address for the new member, and click Continue. Follow the instructions to create your new account. 6."
  },
  {
    "id": "passage_197",
    "text": "Go to the MSN main page (see Resources below). If you already have an account there, do not log in. To create a new email address at MSN, you will have to sign up for a new MSN account under a different user name."
  },
  {
    "id": "passage_198",
    "text": "1 Create your account name. 2  Enter in a unique name in the Microsoft account name field, and make sure @hotmail.com is selected. 3  Note: you can use an existing email address if you like, but for our example we'll stick to a Hotmail address. 4  Create a password."
  },
  {
    "id": "passage_199",
    "text": "It might seem surprising to some that it's virtually impossible to get CPAP machines without a prescription as a motorized oxygen mask doesn't qualify to most as being on the same plane as actual medication, but it really is.t might seem surprising to some that it's virtually impossible to get CPAP machines without a prescription as a motorized oxygen mask doesn't qualify to most as being on the same plane as actual medication, but it really is."
  },
  {
    "id": "passage_200",
    "text": "Although CPAP machines are available without prescription from a number of websites, your best bet will always be to go to a doctor and get a medical opinion. Some individuals across CPAP forums and websites have said that they cannot afford the insurance to get a diagnosis and a sleep study.That is a perfectly valid point. However, without that sleep study, you cannot have a diagnosis.PAP machines are usually given to patients once they have been formally diagnosed with sleep apnea after a sleep study and after a titration study to determine the settings that the CPAP machine needs to be at."
  },
  {
    "id": "passage_201",
    "text": "It might seem surprising to some that it's virtually impossible to get CPAP machines without a prescription as a motorized oxygen mask doesn't qualify to most as being on the same plane as actual medication, but it really is.f you're searching for a way to find and use any model of CPAP machines without a prescription there are some things you should consider first before going ahead with such a plan."
  },
  {
    "id": "passage_202",
    "text": "No Machine, No Sleep! Now there is a answer to this problem that will allow you to get a new CPAP mask immediately. A complete CPAP mask system is a prescription item and as such cannot be sold without the seller having a copy of your mask prescription on file.However, you can purchase all mask component parts without a prescription since these component parts are not prescription items.o Machine, No Sleep! Now there is a answer to this problem that will allow you to get a new CPAP mask immediately. A complete CPAP mask system is a prescription item and as such cannot be sold without the seller having a copy of your mask prescription on file."
  },
  {
    "id": "passage_203",
    "text": "Buying a CPAP, Bi-Level or CPAP Mask without a Prescription. If you need to purchase a CPAP or Bi-Level and you don't have a copy of your prescription, here is a solution: CPAP Prescription Package.ven if you do not have a prescription, you can purchase any of the mask frames below and purchase the headgear separately. You'll find that the price of buying the headgear separately is the same or very close to the price of the entire mask system."
  },
  {
    "id": "passage_204",
    "text": "Let's start with the first step-where to get your prescription for CPAP equipment. You don't need to go to a sleep specialist or pulmonologist, and you don't need to have slept through a sleep study in order to get a prescription for a CPAP machine.ample Prescription for CPAP Machine. CPAP 10cm H 2 O Heated Humidifier Nasal Mask Duration: as needed for lifetime. Note that the units of pressure are represented by cm H2O, or centimeters of water. If a prescription indicates only CPAP 10, then it's calling for a CPAP machine set at 10 centimeters of water."
  },
  {
    "id": "passage_205",
    "text": "IF you have apnea and it's a choice between not using a machine at all or using one without a sleep study and 'winging it' I would advocate for those who would still try one.But educate yourself enough to know the importance of having a properly fitting mask. compliance.F you have apnea and it's a choice between not using a machine at all or using one without a sleep study and 'winging it' I would advocate for those who would still try one."
  },
  {
    "id": "passage_206",
    "text": "Any site that sells you a machine without a prescription is doing so illegally, and of course if you purchase such a machine without a prescription you are also doing something illegal.f you're searching for a way to find and use any model of CPAP machines without a prescription there are some things you should consider first before going ahead with such a plan."
  },
  {
    "id": "passage_207",
    "text": "Sample Prescription for CPAP Machine CPAP 10cm H2O Heated Humidifier Nasal Mask Duration: as needed for lifetime. Note that the units of pressure are represented by cm H2O, or centimeters of water. If a prescription indicates only CPAP 10, then it's calling for a CPAP machine set at 10 centimeters of water.ample Prescription for CPAP Machine. CPAP 10cm H 2 O Heated Humidifier Nasal Mask Duration: as needed for lifetime. Note that the units of pressure are represented by cm H2O, or centimeters of water. If a prescription indicates only CPAP 10, then it's calling for a CPAP machine set at 10 centimeters of water."
  },
  {
    "id": "passage_208",
    "text": "The wrong pressure on your machine means you could damage your lungs and not enough pressure means the machine is ineffective. So before you go ahead with your plans of shopping around for CPAP machines without a prescription, remember that a prescription is always issued for your protection.f you're searching for a way to find and use any model of CPAP machines without a prescription there are some things you should consider first before going ahead with such a plan."
  },
  {
    "id": "passage_209",
    "text": "A confirmation is sent to the email address listed on the itinerary when the check-in is purchased. Purchases of the Early Bird Check-In are not refundable, and passengers who cancel their reservation must forfeit the option for that particular flight. In the rare event that Southwest cancels a flight, a refund will be issued within one or two billing cycles."
  },
  {
    "id": "passage_210",
    "text": "Save this Post. 1. Re: Southwest Airline's Early Bird Check-In Policy. Jul 22, 2012, 1:07 AM. It is my understanding that Business Select, and A list rapid rewards people are automatically AHEAD of early bird people. So, if there are a lot of them on the flight--you are pushed back."
  },
  {
    "id": "passage_211",
    "text": "All customers are subject to physical search at the security checkpoint. Random physical searches of customers, either through use of wands or pat down methods at the security checkpoint, will be ongoing."
  },
  {
    "id": "passage_212",
    "text": "Early Bird Check-In passengers board after Business Select and A-List Customers. There are several ways to purchase the early check-in, including online, over the phone through a reservation agent or through the Southwest mobile app."
  },
  {
    "id": "passage_213",
    "text": "When I purchased my ticket and early bird check-in in late March for a mid-July domestic flight on Southwest, common sense made me think that my purchased boarding position ($10 for each of the two flights) would reflex the early purchase date and be related to an early bird process."
  },
  {
    "id": "passage_214",
    "text": "Am I correct in assuming that Southwest Airlines puts your name/confirmation number in a hat and pulls it out along with all the other people who also paid for the early bird check-in to determine your boarding pass location?"
  },
  {
    "id": "passage_215",
    "text": "Upon inquiring at the check-in kiosk, Southwest personnel were not surprised and commented that sometimes early bird check-in can result in a C boarding position (an additional 60 positions farther back in boarding)."
  },
  {
    "id": "passage_216",
    "text": "For a small fee, Southwest Airlines' Early Bird Check-In allows passengers to check-in to a flight automatically up to 36 hours prior to the flight's scheduled departure time."
  },
  {
    "id": "passage_217",
    "text": "While not guaranteed, most Early Bird Check-In passengers obtain an A boarding pass, which allows them to board the plane earlier than most passengers."
  },
  {
    "id": "passage_218",
    "text": "Check in online. Check in online and print your boarding pass beginning 24 hours in advance of departure. You will need your airline confirmation number (or PNR) and first and last name to retrieve your reservation. What to expect at the airport and while boarding the plane."
  },
  {
    "id": "passage_219",
    "text": "Then you can open the file in Excel, select the cells containing the array formulas, and press Ctrl+Shift+Enter to make the formula work. If you're working along in Excel, be sure that Sheet1 is active, and then select cells E2:E11. Press F2 and then type the formula =C2:C11*D2:D11 in the current cell of E2."
  },
  {
    "id": "passage_220",
    "text": "Excel will also not allow you to delete part of an Excel Array Formula. You must delete the formula from all of the cells that it occupies. Therefore, if you want to remove an array formula from a range of cells you need to highlight the whole cell range, and then press the delete key."
  },
  {
    "id": "passage_221",
    "text": "Array Function. Returns a containing an array. The required arglist is a comma-delimited list of values that are assigned to the elements of the array contained within the Variant. If no arguments are specified, an array of zero length is created."
  },
  {
    "id": "passage_222",
    "text": "The lower bound of an array created using the Array function is determined by the lower bound specified with the Option Base statement, unless Array is qualified with the name of the type library (for example VBA.Array). If qualified with the type-library name, Array is unaffected by Option Base."
  },
  {
    "id": "passage_223",
    "text": "MS Excel 2007: Use an array formula to sum all of the order values for a given client. This Excel tutorial explains how to use an array formula to sum all of the order values for a given client in Excel 2007 (with screenshots and step-by-step instructions)."
  },
  {
    "id": "passage_224",
    "text": "In this case, Excel multiplies the values in the array (the cell range C2 through D11) and then uses the SUM function to add the totals together. The result is a grand total of $1,590,000 in sales. This example shows how powerful this type of formula can be. For example, suppose you have 1,000 rows of data."
  },
  {
    "id": "passage_225",
    "text": "Therefore, in order to edit an Excel array formula, you need to: 1  Make the required alterations in any single cell containing the array formula; 2  Press Ctrl + Shift + Enter to update the whole array."
  },
  {
    "id": "passage_226",
    "text": "Type the array formula into the first cell (or if already typed into the first cell, put this cell into edit mode by pressing F2 or clicking in the formula bar); Press Ctrl + Shift + Enter (i.e. press the Ctrl and Shift keys, and while keeping these pressed down, press the Enter key."
  },
  {
    "id": "passage_227",
    "text": "Answer: This solution does not use the VLOOKUP function, but rather an array formula. Let's look at the example. In the second sheet called Data-Product A, is all of the raw data that we want to sum for each client. In the first sheet called Master Client Spend in column C, we want to sum the total for each client."
  },
  {
    "id": "passage_228",
    "text": "To get the minimum value in set of numbers based on more than one criteria (i.e. to get MIN IF), you can use and array formula based on the MIN and IF functions. Note: This is an array formula and must be entered using Ctrl + Shift + entered. In the example, we have some pricing on items in various regions. The goal is to find the minimum price for a given color and item. In the example shown the formula in I6 is: {=MIN(IF(color=G6,IF(item=H6,price)))}."
  },
  {
    "id": "passage_229",
    "text": "WELCOME TO COLUMBUS! The City of Columbus includes a mix of residential, rural and commercial property. Columbus boasts large tracts of public land, including Carlos Avery Wildlife Management Area and Lamprey Pass."
  },
  {
    "id": "passage_230",
    "text": "The ratio of number of residents in Columbus to the number of sex offenders is 488 to 1. The number of registered sex offenders compared to the number of residents in this city is near the state average. Nearest city with pop. 50,000+: Bloomington, IN (33.3 miles , pop. 69,291)."
  },
  {
    "id": "passage_231",
    "text": "Phone Number: Columbus-Muscogee, the first consolidated city-county in Georgia, began development in 1826, building on ceded Creek Indian territory. Muscogee is the name of a branch of the Creek Nation. Columbus, of course, is named for Christopher Columbus."
  },
  {
    "id": "passage_232",
    "text": "Sponsored Topics. Columbus ( /kəlʌmbəs/) is a city in and the county seat of Bartholomew County, Indiana, United States. The population was 44,061 at the 2010 census, and the current mayor is Fred Armstrong. Located approximately 40 miles (64 km) south of Indianapolis, on the east fork of the White River, it is the state's 20th largest city."
  },
  {
    "id": "passage_233",
    "text": "Columbus, Ohio. Columbus (/kəˈlʌmbəs/; kə-LUM-bəs) is the capital and largest city of the U.S. state of Ohio. It is the 15th-largest city in the United States, with a population of 850,106 as of 2015 estimates. This makes Columbus the fourth-most populous state capital in the United States, and the third-largest city in the Midwestern United States."
  },
  {
    "id": "passage_234",
    "text": "Latest news from Columbus, IN collected exclusively by city-data.com from local newspapers, TV, and radio stations. Ancestries: American (30.5%), German (13.7%), English (7.7%), Irish (5.3%), European (2.4%), Scottish (1.2%)."
  },
  {
    "id": "passage_235",
    "text": "Columbus, Indiana. 1  Columbus: covered Bridge at Mill Race Park. 2  Columbus: A statue in cloumbus. 3  Columbus. Columbus: Bartholomew County Courthouse.  Columbus: Tipton Lakes - A wonderful planned 1  community! Columbus: Barthalomew county memorial for veterans.  Columbus: A sculpter called summer storm in 1  columbus. Columbus: Downtown Columbus."
  },
  {
    "id": "passage_236",
    "text": "The City owns and operates a volunteer fire department through a joint powers agreement with the City of Forest Lake. Police protection is provided through a contract with the Anoka County Sheriff’s Department. Columbus is located within the Forest Lake Area School District (ISD #831)."
  },
  {
    "id": "passage_237",
    "text": "Acceptable ID for children: State ID, Birth Certificate, or Health Insurance Card. Effective June 27, 2016, the Franklin County Sheriff's Office will be implementing changes to ensure the safety of inmates, staff, and visitors. Printed materials (magazines, books, pamphlets, leaflets, or catalogues) MUST fit all the below criteria:"
  },
  {
    "id": "passage_238",
    "text": "Local social security offices in BELLEVUE, WA offer information, help and services handled by the Social Security Administration. Services typically available include: Apply for Retirement Benefits in BELLEVUE, WA. Apply for Disability in BELLEVUE, WA – SSDI in BELLEVUE, WA, Supplemental Security Income (SSI) in BELLEVUE, WA."
  },
  {
    "id": "passage_239",
    "text": "This page provides a list of cities that have Washington Social Security office locations. They can assist you with any questions or issues you might have with your social security benefits. Or if you need to obtain a social security card. Select a city below to find a office location and schedule an appointment, we provide the social security office phone number and office hours. Start typing or scroll down to pick from the list of Washington Social Security offices. B. Bellevue Social Security Offices."
  },
  {
    "id": "passage_240",
    "text": "Social Security Seattle Region. The Social Security Administration's Seattle Region proudly serves the residents of Alaska, Idaho, Oregon and Washington. Our region encompasses 23% of America's landmass and spans three time zones. Approximately 2.5 million of our region's 13.6 million people receive monthly retirement, survivors or disability benefits."
  },
  {
    "id": "passage_241",
    "text": "The United States Social Security Administration. Check out your Social Security Statement, change your address & manage your benefits online today. Your Social Security number remains your first and continuous link with Social Security. Calculate your benefits based on your actual Social Security earnings record."
  },
  {
    "id": "passage_242",
    "text": "Social Security Office in Bellevue, WA. You can reach Social Security Office in Bellevue, Washington at the following street address and contact number, as well as using directions below. Please, share your experience about visiting this office, provide a review using the form at the end of this page. Suite 100, 636 120th Ave Ne. 98005, Bellevue, Washington."
  },
  {
    "id": "passage_243",
    "text": "Social Security Office Locations » Washington Social Security Offices » BELLEVUE Social Security Offices » Social Security Office BELLEVUE WA 98005."
  },
  {
    "id": "passage_244",
    "text": "Social Security office Bellevue WA. FROM I405 SOUTH TAKE N.E. 4TH. FROM I405 NORTH TAKE N.E.8TH. HEAD WEST TO 106TH AVE N.E. REMARKS: PAID PARKING ONLY."
  },
  {
    "id": "passage_245",
    "text": "Best Social Security Offices near 98004 for a Social Security Card Replacement. Based on the zip code you entered, we selected the best 3 social security offices corresponding to your situation. By clicking on their address, you can access their hours of operations as well as directions. 3 Closest Offices to the 98004 Zipcode. 1  636 120th Ave Ne Ste 100. Bellevue, WA 98005. 2  18905 33rd Ave W Ste 207. Lynnwood, WA 98036. 3  321 Ramsay Way Ste 401. Kent, WA 98032."
  },
  {
    "id": "passage_246",
    "text": "Social Security Office Locations => Washington => Bellevue. You can reach Social Security Office in Bellevue, Washington at the following street address and contact number, as well as using directions below. Please, share your experience about visiting this office, provide a review using the form at the end of this page. Suite 100, 636 120th Ave Ne."
  },
  {
    "id": "passage_247",
    "text": "Social Security office Bellevue WA. SOCIAL SECURITY OFFICE. SUITE 100 636 120TH AVE NE BELLEVUE, WA 98005. National Toll-Free 1-800-772-1213 TTY 1-800-325-0778. MON: 09:00 AM – 03:00 PM; TUES: 09:00 AM – 03:00 PM; WED: 09:00 AM – 12:00 PM; THUR: 09:00 AM – 03:00 PM; FRI: 09:00 AM – 03:00 PM; SAT & SUN: CLOSED."
  },
  {
    "id": "passage_248",
    "text": "Yes, whiskers are used to help animals balance themselves like we need our pinky toe for balance."
  },
  {
    "id": "passage_249",
    "text": "In addition to having sensory properties, a cat's whiskers are also a good indicator of his mood. When a cat is angry or feels defensive, the whiskers will be pulled back. Otherwise, when the cat is happy, curious or content, the whiskers will be more relaxed and pushed forward. But the whisker's primary use is to help a cat judge whether or not he'll fit through an opening. A cat's whiskers are roughly as wide as his body -- sort of a natural ruler. The whisker tips are sensitive to pressure. You'll probably see a cat stick his head in and out of an opening before he puts his body in. He's judging the width of the opening, and is determining if he can fit into it."
  },
  {
    "id": "passage_250",
    "text": "Yes whiskers are used to help balance as well as feelers to help them judge space and help in the dark. A cats tail also helps them balance, my cat had lost his tail do to an … injury and now he uses his whiskers more to help balance."
  },
  {
    "id": "passage_251",
    "text": "The Cat Fanciers’ Association (which is to cats what the AKC is to dogs) has this listed on its page of myths about cats (http://www.cfainc.org/articles/myths-facts .html) Myth: A cat’s sense of balance is in its whiskers. Fact: Cats use their whiskers as “feelers” but not to maintain their balance. So you aren’t the only one to hear this old wives’ tale, but you can put the scissors away, even though it was in the name of scientific curiosity."
  },
  {
    "id": "passage_252",
    "text": "Like cats and other animals, dogs have whiskers that stick out from the sides of their muzzle. Technically, they aren’t whiskers – they’re called vibrissae, which comes from a Latin word “vibrio” that means to vibrate. A dog’s whiskers are actually highly tuned, multi-functional, sensitive sensory hairs they need and use every day to perform specific functions that help them move around in their world. Dog whiskers are found on both sides of their muzzle, as well as on the forehead above the eyes, on their chin and above the upper lip."
  },
  {
    "id": "passage_253",
    "text": "Whiskers are rooted very deep in the cat's face, in an area rich in nerves and blood vessels. In addition to having the long tactile hairs on their cheeks, cats also have shorter ones above their eyebrows, on their chin and on the back of their front legs."
  },
  {
    "id": "passage_254",
    "text": "As puppies grow, the whiskers are among the first hairs to develop. Unlike the neatly arranged 12 whiskers in four rows on each side of a cat’s face, dog whiskers are more varied in their pattern depending on their breed and genetics. Whiskers are twice as thick and coarser than regular dog hair."
  },
  {
    "id": "passage_255",
    "text": "Do cats use their whiskers for balance? Yes the whiskers help them balance as well as the tail. All the senses work together to help the cat get around in the dark or tight places. If the cat should lose one or the … other then the other senses get stronger to help w/whatever they lost."
  },
  {
    "id": "passage_256",
    "text": "Yes whiskers are used to help balance as well as feelers to help them judge space and help in the dark. A cats tail also helps them balance, my cat had lost his tail do to an …injury and now he uses his whiskers more to help balance. Even though Issacc lost his tail his balance is as good as ever, they adapt."
  },
  {
    "id": "passage_257",
    "text": "Are a cat’s whiskers essential to its sense of balance? A STAFF REPORT FROM THE STRAIGHT DOPE SCIENCE ADVISORY BOARD. June 19, 2003"
  },
  {
    "id": "passage_258",
    "text": "My husband and I stayed at the Residence Inn in Shelton, CT for 3 months following a kitchen fire in our house. This could have been a stressful time for us but the staff at the Residence Inn made sure that it wasn't."
  },
  {
    "id": "passage_259",
    "text": "Shelton, CT. Sponsored Topics. Shelton is a city in Fairfield County, Connecticut, United States. The population was 39,559 at the 2010 census. Shelton was settled by the English as part of the town of Stratford, Connecticut, in 1639."
  },
  {
    "id": "passage_260",
    "text": "Mailed to City of Shelton Tax Collector, PO Box 273, Shelton, CT 06484-0273. Paid at the following Shelton area banks during July and January(you MUST have your bill to pay at a bank): TD Bank located at 828 Bridgeport Ave. Webster Bank – three locations in Shelton, 502 Howe Ave. – 506 Shelton Ave. – 375 Bridgeport Ave."
  },
  {
    "id": "passage_261",
    "text": "Welcome to Extended Stay America - Shelton - Fairfield County. Our hotel is designed especially for longer stays with studio suite rooms featuring a fully equipped kitchen... something you won't find in a typical hotel."
  },
  {
    "id": "passage_262",
    "text": "Tax and Sewer Bill Payments can be: 1  Mailed to City of Shelton Tax Collector, PO Box 273, Shelton, CT 06484-0273. 2  Paid at the following Shelton area banks during July and January(you MUST have your bill to pay at a bank): TD Bank located at 828 Bridgeport Ave."
  },
  {
    "id": "passage_263",
    "text": "The Mark – Modern Luxury Apartment Oasis Awaits. Fairfield County Apartments in Shelton CT. Thoughtfully designed, resort-inspired amenities in one of the country’s most desirable locations – Welcome to The Mark."
  },
  {
    "id": "passage_264",
    "text": "At check-in, our guest must pay for the entire stay if the length of the stay is less than seven days; or for one week at a time if the stay is seven days or longer. For stays of longer than seven days, the guest will be required to pay for each week in advance."
  },
  {
    "id": "passage_265",
    "text": "Thrive on long-stays. 1  The newly renovated Residence Inn by Marriott® Shelton is the perfect extended stay hotel for project teams, relocations, temporary housing & vacations in the Fairfield/New Haven county areas. Conveniently located & easily accessible we are just minutes from I-95 along the CT shoreline & the picturesque Merritt Parkway."
  },
  {
    "id": "passage_266",
    "text": "From elegantly designed interiors to chic poolside cabanas and a breathtaking resident clubhouse, this stylish community of Fairfield County apartments for rent offers unparalleled comfort and convenience in an effortlessly sophisticated package."
  },
  {
    "id": "passage_267",
    "text": "Dawn G, General Manager at Residence Inn Shelton Fairfield County, responded to this review. Dear Sweetveee, Thank you for staying with us during New Year's eve. We are happy to hear you were able to have a romantic time. We appreciate your kind review and hope to see you again this year! Thank you, Dawn."
  },
  {
    "id": "passage_268",
    "text": "Arconic’s Legal Department is seeking to fill one (1) Legal Assistant/Paralegal II position at its Corporate Center in Pittsburgh, Pennsylvania. Qualified candidates should possess 3 or more years of professional experience as a legal assistant/ paralegal..."
  },
  {
    "id": "passage_269",
    "text": "Bachelor’s in Legal Studies degree programs develop foundational knowledge of law and legal procedures, with students engaging in fundamental aspects of the field, including knowledge of various forms of law, court proceedings, trial preparation, legal research and writing, investigation, and more."
  },
  {
    "id": "passage_270",
    "text": "The legal support and services bachelor’s degree is not just for those seeking to work in a law firm. Corporations, insurance firms, consulting firms, and health care institutions often hire legal support and services staff."
  },
  {
    "id": "passage_271",
    "text": "The coursework of a bachelor degree in legal studies revolves around the legal system and law. The curriculum entails subjects that emphasize legal research, law in the social context, analytical thinking, and legislation."
  },
  {
    "id": "passage_272",
    "text": "Bachelor of Laws. The Bachelor of Laws (Latin: Bachelor Legum Of Law; LL.B. or B.L.) is an undergraduate degree in law (or a first professional degree in law, depending on jurisdiction) originating in England and offered in most common law jurisdictions. LL.B. stands for Legum Baccalaureus in Latin."
  },
  {
    "id": "passage_273",
    "text": "If a student chooses to pursue a legal studies program at the bachelor’s level, it is critical to find one that fits the needs of law school; that is, a program that requires copious amounts of reading and written criticism as well as research opportunities."
  },
  {
    "id": "passage_274",
    "text": "The Department of Legal Studies’ Bachelor of Arts in Legal Studies degree prepares students to pursue a variety of careers in law, government, politics, law enforcement, lobbying, and more. The program engages students in key aspects of legal studies, including law in society, the history of American law, legal research and writing, and constitutional law."
  },
  {
    "id": "passage_275",
    "text": "Suzanne took the bag and departed, after allowing the old bachelor to kiss her, which he did with an air that seemed to say, It is a right which costs me dear; but it is better than being harried by a lawyer in the court of assizes as the seducer of a girl accused of infanticide."
  },
  {
    "id": "passage_276",
    "text": "Discover the only Bachelor degree program in Northern California to be approved by the American Bar Association. This innovative degree allows you to complete your Bachelor of Arts and earn a Paralegal Certificate* at the same time. This Bachelor of Arts completion program, offered at the Pleasant Hill campus, fosters critical thinking by focusing on effective communication skills as well as specific legal analytical skills. The Legal Specialty coursework is enhanced by a rich mixture of Bachelor of Arts courses in writing, history, business, government, and social justice. This degree prepares students to become effective paralegals and lays an excellent foundation for students moving into Law School."
  },
  {
    "id": "passage_277",
    "text": "With a bachelor in law and legal studies, you can look forward to challenging legal careers ahead. There are many government agencies, law enforcement agencies, private organizations, and law firms that hire individuals with legal skills and knowledge."
  },
  {
    "id": "passage_278",
    "text": "Bp America Salary. Bp America average salary is $111,082, median salary is $105,060 with a salary range from $33,000 to $1,117,000.Bp America salaries are collected from government agencies and companies.Each salary is associated with a real job position. Bp America salary statistics is not exclusive and is for reference only.p America salary is full-time annual starting salary. Intern, contractor and hourly pay scale vary from regular exempt employee. Compensation depends on work experience, job location, bonus, benefits and other factors."
  },
  {
    "id": "passage_279",
    "text": "Well there are a wide range of jobs in the Entry Level category and their pay varies greatly. If you know the pay grade of the job you are searching for you can narrow down this list to only view Entry Level jobs that pay less than $30K, $30K-$50K, $50K-$80K, $80K-$100K, or more than $100K.f you are unsure how much your Entry Level job pays you can choose to either browse all Entry Level salaries below or you can search all Entry Level salaries. Other related categories you may wish to browse are Administrative, Support, and Clerical jobs and Skilled and Trades jobs. jobs in."
  },
  {
    "id": "passage_280",
    "text": "As soon as you know your performance rating, BP group and BP Australia’s rating you can calculate your bonus.Discount fuel is available at BP Service Stations. Level G and above employees get 100% discount, level H and below get 25% discount.*Subject to the terms and conditions of the relevant insurance policy 10.hrough the share value plan 20% of employees (level G to J) are awarded bonus BP shares to recognise their performance. Not forgetting on the spot recognition Line managers have access to several mechanisms to reward in the moment performance. These include “spot’ bonuses and Red Balloon gift vouchers."
  },
  {
    "id": "passage_281",
    "text": "BP p.l.c. (LSE: BP, NYSE: BP) is a British multinational oil and gas company headquartered in London, United Kingdom.It is the third-largest energy company and fourth-largest company in the world measured by 2011 revenues and one of the six oil and gas supermajors.bout: BP p.l.c. (LSE: BP, NYSE: BP) is a British multinational oil and gas company headquartered in London, United Kingdom. It is the third-largest energy company and fourth-largest company in the world measured by 2011 revenues and one of the six oil and gas supermajors."
  },
  {
    "id": "passage_282",
    "text": "About: BP p.l.c. (LSE: BP, NYSE: BP) is a British multinational oil and gas company headquartered in London, United Kingdom. It is the third-largest energy company and fourth-largest company in the world measured by 2011 revenues and one of the six oil and gas supermajors.It is vertically integrated and is active in….bout: BP p.l.c. (LSE: BP, NYSE: BP) is a British multinational oil and gas company headquartered in London, United Kingdom. It is the third-largest energy company and fourth-largest company in the world measured by 2011 revenues and one of the six oil and gas supermajors."
  },
  {
    "id": "passage_283",
    "text": "The level of your blood pressure determines what kind of treatment you may need. To get an accurate blood pressure measurement, your doctor should evaluate your readings based on the average of two or more blood pressure readings at three or more office visits.Here's a look at the four blood pressure categories and what they mean for you.If your readings fall into two different categories, your correct blood pressure category is the higher category. For example, if your blood pressure reading is 125/95 millimeters of mercury (mm Hg), you have stage 1 hypertension.o get an accurate blood pressure measurement, your doctor should evaluate your readings based on the average of two or more blood pressure readings at three or more office visits. Here's a look at the four blood pressure categories and what they mean for you."
  },
  {
    "id": "passage_284",
    "text": "Jobs by Salary Range. Browse jobs by salary rates and pay scales as compiled by the Salary.com salary experts. Compensation ranges and salary levels, are determined for the best job salary comparison.Different job salary info is available for all payscales. Job pay structure for: base pay salary information, job market salary level.obs by Salary Range. Browse jobs by salary rates and pay scales as compiled by the Salary.com salary experts. Compensation ranges and salary levels, are determined for the best job salary comparison."
  },
  {
    "id": "passage_285",
    "text": "Browse Entry Level jobs by salary range: , $30K-$50K, $50K-$80K, $80K-$100K, or. Search by: Keyword Category. Search. Jobs by Salary Ranges: Click a salary category to find jobs in your target salary range.f you are unsure how much your Entry Level job pays you can choose to either browse all Entry Level salaries below or you can search all Entry Level salaries. Other related categories you may wish to browse are Administrative, Support, and Clerical jobs and Skilled and Trades jobs. jobs in."
  },
  {
    "id": "passage_286",
    "text": "Bp America salary is full-time annual starting salary. Intern, contractor and hourly pay scale vary from regular exempt employee. Compensation depends on work experience, job location, bonus, benefits and other factors.p America salary is full-time annual starting salary. Intern, contractor and hourly pay scale vary from regular exempt employee. Compensation depends on work experience, job location, bonus, benefits and other factors."
  },
  {
    "id": "passage_287",
    "text": "Normal human daily Blood Pressure Range can vary widely, so any single blood pressure monitor reading is not reliable. BP monitor readings must be taken at different times of day, to determine AVERAGE blood pressure levels over time. What is important is your AVERAGE BP, or MAP (Mean Arterial Pressure) over time.he 1st Number: Systolic pressure is the blood pressure when the heart muscle contracts. The 2nd Number: Diastolic pressure is the blood pressure when the heart is relaxed. The BP numbers shown in the chart represent Typical systolic-diastolic pairs."
  },
  {
    "id": "passage_288",
    "text": "$8,532 - $20,605. The average national cost of window installation is $4,995, with most homeowners spending between $2,602 and $7,404. This data is based on actual project costs as reported by HomeAdvisor members. Windows can bring light and warmth, provide views, beautify inside and out and add tremendous value to your home."
  },
  {
    "id": "passage_289",
    "text": "More than 1 year ago. Please note that this is based on 2.324 cost estimates.' As a Professional Land Surveyor I can tell you that this is a ridiculously low figure and that there really isn't any way to average a cost so you can budget without contacting a Land Surveyor."
  },
  {
    "id": "passage_290",
    "text": "Why Choose Squirrel Professional for your POS? Every business is different and you should have a POS system that works for your specific needs, whether you have a single unit or a chain of hundreds of locations. Squirrel Professional is flexible, scalable, and modular for a customized solution that’s right for you. Choose from:"
  },
  {
    "id": "passage_291",
    "text": "Squirrel POS Pricing Plans For Enterprises & Small Business: Squirrel POS Software is available in two editions: Squirrel in a Box+ – a simplified system for smaller footprint operations and budgets. Squirrel Professional – a complete hospitality management system for larger or more complex operations. Squirrel POS is available only on a by quote basis. Contact the vendor directly for more pricing information and other details."
  },
  {
    "id": "passage_292",
    "text": "It’s a taboo subject. But our failure to ask it costs us dearly, experts say. We approve drugs and devices without considering cost-effectiveness, or even having a clue about price. We don’t ask for estimates and then are surprised when the nation is stuck with a $2.7 trillion annual health care bill."
  },
  {
    "id": "passage_293",
    "text": "Get customized pricing information from 5 restaurant POS systems in just a few minutes. If you see one you like, you can go ahead and buy! Use the form on the left to let us know what your restaurant needs from its POS system. Quickly receive up to 5 price quotes from multiple dealers. Compare prices and features, choose the best deal, and save on the perfect POS system!"
  },
  {
    "id": "passage_294",
    "text": "The cost of a POS system is based on the type of system and the amount of customization and features. The amount you spend on a POS system should be in direct proportion to the amount of revenue that your company generates. A POS system that is customized, programmed, and installed, costs between $2,500 and $6,000 each."
  },
  {
    "id": "passage_295",
    "text": "I removed the directory where SQuirreL was installed, and installed it into a new location. I was surprised to see all of my alias, drivers and preference settings were maintained when I launched SQuirreL from the new location."
  },
  {
    "id": "passage_296",
    "text": "Survey Fees. Fees can range anywhere from $200-$800, depending on the size of the lot, your geographical location as well as the age of the lot. Over time, land does shift slightly and monuments (items such as trees or rocks that were used in initial land survey) may no longer exist."
  },
  {
    "id": "passage_297",
    "text": "But experts expect that Evzio could well be priced close to $500. Part of the problem is that the United States does not have a body like the National Institute for Health and Care Excellence in Britain, which weighs in on the value of new devices and drugs."
  },
  {
    "id": "passage_298",
    "text": "In this post, we’ll break down the Doing Business As (DBA; a.k.a. Fictitious Business Name or Assumed Business Name) to see if your business needs one. In this post, we’ll break down the Doing Business As (DBA; a.k.a. Fictitious Business Name or Assumed Business Name) to see if your business needs one."
  },
  {
    "id": "passage_299",
    "text": "DBA stands for doing business as ... . It's used to allow a company to operate under a different brand name than the name used to incorporate. Here are some famous examples: - General Motors, dba, Pontiac. - Yum Brands, dba, Kentucky Fried Chicken, or dba, KFC. Here's one on the small business level: - Smith Brothers, Inc., dba, Crystal City Seafood. With the use of a dba, the Smith Brothers can add new brands, like Crystal City Steak House, as wholly owned subsidiary of their corporation, without changing the legal entity or adding an additional one."
  },
  {
    "id": "passage_300",
    "text": "What Does DBA Mean? Share Doing business as (DBA) is a term that is used in today’s business industry in regards to the liability and formal actions that are taken by a particular company. Doing business as means that the company is working under a fictitious name, concealing its true identity. To elaborate, the name of the company is legally the name of the proprietor of the business establishment."
  },
  {
    "id": "passage_301",
    "text": "DBA stands for doing business as ...  It's used to allow a company to operate under a different brand name than the name used to incorporate. Here are some famous examples: - General Motors, dba, Pontiac - Yum Brands, dba, Kentucky Fried Chicken, or dba, KFC. Here's one on the small business level: - Smith Brothers, Inc., dba, Crystal City Seafood."
  },
  {
    "id": "passage_302",
    "text": "Some states require DBA or fictitious business name filings to be made for the protection of consumers conducting business with the entity. - Small Business Encyclopedia The operating name of a company, as opposed to the legal name of the company. Some states require DBA or fictitious business name filings to be made for the protection of consumers conducting business with the entity. - Small Business Encyclopedia"
  },
  {
    "id": "passage_303",
    "text": "DBA stands for doing business as ... It's used to allow a company to operate under a different brand name than the name used to incorporate. Here are some famous examples: - Yum Brands, dba, Kentucky Fried Chicken, or dba, KFC. Here's one on the small business level: - Smith Brothers, Inc., dba, Crystal City Seafood. With the use of a dba, the Smith Brothers can add new brands, like Crystal City Steak House, as wholly owned subsidiary of their corporation, without changing the legal entity or adding an additional one."
  },
  {
    "id": "passage_304",
    "text": "In this post, we’ll break down the “Doing Business As” (DBA) to see if your business needs one. What Is a DBA? In the U.S., a DBA lets the public know who the real owner of a business is. The DBA is also called a Fictitious Business Name or Assumed Business Name. It got its origins as a form of consumer protection, so dishonest business owners can’t try to avoid legal trouble by operating under a different name."
  },
  {
    "id": "passage_305",
    "text": "In some cases, you don’t need a DBA if your business name is a combination of your name and a description of your product or service. In this case, if my business was called Nellie Akalp’s Gardening Service, I may not need a DBA. But, if it’s just my first name (aka Nellie’s Gardening Service), then a DBA is required."
  },
  {
    "id": "passage_306",
    "text": "Some states require DBA or fictitious business name filings to be made for the protection of consumers conducting business with the entity. . A company is said to be doing business as when the name under which they operate their business differs from its legal, registered name. Some states require dba or fictitious business name filings to be made for the protection of consumers conducting business with the entity. If you're starting a sole proprietorship or a partnership, you have the option of choosing a business name or dba (doing business as) for your business."
  },
  {
    "id": "passage_307",
    "text": "However, in cases of DBA, an individual does not use their own name as the company’s legal name. For example, there is an individual named James Doe and he is the owner of a laundry service. He wants to call his laundry service “Get’m Clean Laundry”."
  },
  {
    "id": "passage_308",
    "text": "According to the 2015 Genworth Financial cost of care survey, the average cost of assisted living in Washington is $4,625 per month. The monthly base rate for Washington assisted living is typically higher when compared to neighboring states."
  },
  {
    "id": "passage_309",
    "text": "According to the 2015 Genworth Financial cost of care survey, the average cost of assisted living in Washington is $4,625 per month. The monthly base rate for Washington assisted living is typically higher when compared to neighboring states. Washington is also more expensive compared to the national average."
  },
  {
    "id": "passage_310",
    "text": "Just as the cost of real estate varies by geographic area, assisted living costs also vary nationwide. In the 2015 Cost of Care Survey conducted by Genworth Financial, assisted living showed an increase of 2.86% compared to the 2014 costs and the national median monthly rate is $3,600."
  },
  {
    "id": "passage_311",
    "text": "The average annual cost of a private assisted living bedroom in Washington is 38,410 dollars. This makes it the 11th most expensive state for assisted living care in the country."
  },
  {
    "id": "passage_312",
    "text": "In the 2015 Cost of Care Survey conducted by Genworth Financial, assisted living showed an increase of 2.86% compared to the 2014 costs and the national median monthly rate is $3,600."
  },
  {
    "id": "passage_313",
    "text": "The 2400 assisted living facilities in Washington are regulated by the Aging and Disability Services. The average annual cost of a private assisted living bedroom in Washington is 38,410 dollars."
  },
  {
    "id": "passage_314",
    "text": "The average cost of Assisted Living in Washington is $4,625. Assisted Living costs range from $1,845 to $9,750 depending on location and other factors."
  },
  {
    "id": "passage_315",
    "text": "Assisted Living Costs by State. The Genworth 2015 Cost of Care Survey is the most comprehensive study of its kind. Genworth Financial surveyed approximatey 15% of assisted living communities. The monthly cost is for a one-bedroom unit in an assisted living facility."
  },
  {
    "id": "passage_316",
    "text": "Assisted Living Costs in Olympia, WA. Cost for a single bedroom in Olympia runs between $2,550 to $3,795 a month. Availability is almost guaranteed but you can request information online by filling out the form to the right or call us at (866) 333-8391 for a no-cost, in-depth assessment of your senior care needs."
  },
  {
    "id": "passage_317",
    "text": "In Washington there are 461 Assisted Living Facilities. We can help you find the best matches for your needs. The average cost of Assisted Living in Washington is $4,625 per month."
  },
  {
    "id": "passage_318",
    "text": "+ More. Fees are one of the biggest enemies of your retirement savings, especially when compounded over the course of your career. If you invest $100,000 in a portfolio and pay 1 percent annually in fees, it will cost you nearly $28,000 over 20 years, according to Securities and Exchange Commission calculations.If instead you had been able to invest that $28,000, your portfolio would have earned another $12,000.f you invest $100,000 in a portfolio and pay 1 percent annually in fees, it will cost you nearly $28,000 over 20 years, according to Securities and Exchange Commission calculations. If instead you had been able to invest that $28,000, your portfolio would have earned another $12,000."
  },
  {
    "id": "passage_319",
    "text": "Example: An investment advisor who charges 1% means that for every $100,000 invested, you will pay $1,000 per year in advisory fees. This fee is most commonly debited from your account each quarter; in this example it would be $250 per quarter.hese fees can range from $9.95 per trade to over $50 per trade. If you are investing small amounts of money, these fees add up quickly. Example: A $50 transaction fee on a $5,000 investment is 1%. A $50 transaction on $50,000 is only .10%, which is very minimal."
  },
  {
    "id": "passage_320",
    "text": "It is typical for smaller accounts to pay higher fees (as much as 1.75%) but if you have a larger portfolio size ($500k or more) and are paying fees in excess of 1% then you better be getting additional services included in addition to investment management.hese fees can range from $9.95 per trade to over $50 per trade. If you are investing small amounts of money, these fees add up quickly. Example: A $50 transaction fee on a $5,000 investment is 1%. A $50 transaction on $50,000 is only .10%, which is very minimal."
  },
  {
    "id": "passage_321",
    "text": "³ We used Betterment’s stated management fee of 0.15% for a $100,000+ account and a 0.99% management fee for advised portfolios, based on average fee provided in the PriceMetrix 2014 The State of Wealth Management 4th Annual Report.Costs may vary by provider.earn more about Betterment’s investment services and portfolio. ¹Assumes quarterly rebalancing across a 12 -fund portfolio for a total of 48 trades annually for DIY investors with an average fee of $8.50 per trade; ETF trading fees can typically range from $0 to $20 for DIY investors, according to Wall Street Journal."
  },
  {
    "id": "passage_322",
    "text": "One would expect larger clients to garner a lower fee, and PriceMetrix found that to be the case. Clients of between $1 million to $2 million came with an average fee of 1.17%, while $5 million-plus clients were charged 0.6% on average.However PriceMetrix said there is a wide disparity in the rates advisers are charging, even when factoring for differences in client size.ne would expect larger clients to garner a lower fee, and PriceMetrix found that to be the case. Clients of between $1 million to $2 million came with an average fee of 1.17%, while $5 million-plus clients were charged 0.6% on average."
  },
  {
    "id": "passage_323",
    "text": "Do the math. If returns average, say, 8% a year, then those same fees are not 1% or one-half of 1%. They are much higher — typically over 12% for individuals and 6% for institutions. But even this recalculation substantially understates the real cost of active “beat the market” investment management.een for what they really are, fees for active management are high — much higher than even the critics have recognized. When stated as a percentage of assets, average fees do look low — a little over 1% of assets for individuals and a little less than one-half of 1% for institutional investors."
  },
  {
    "id": "passage_324",
    "text": "The numbers above reflect what the average investor pays in expense ratios, according to the Investment Company Institute (ICI). An expense ratio is the cost compared to the value of the assets in the fund -- for bond funds, investors pay $65 for every $10,000.The average fund charges much more, but most investment dollars favor less expensive options.The cheapest 25 percent of equity funds held 73 percent of assets at the end of 2013.hat 1 percent fee will cost you a total of $1,487 after 10 years and $4,622 after 20 years. To help you figure out if you're paying too much, this guide details the typical costs of various investment products and services."
  },
  {
    "id": "passage_325",
    "text": "Many brokerage accounts charge a transaction fee each time an order to buy or sell a mutual fund or stock is placed. These fees can range from $9.95 per trade to over $50 per trade. If you are investing small amounts of money, these fees add up quickly. Example: A $50 transaction fee on a $5,000 investment is 1%.A $50 transaction on $50,000 is only .10%, which is very minimal.hese fees can range from $9.95 per trade to over $50 per trade. If you are investing small amounts of money, these fees add up quickly. Example: A $50 transaction fee on a $5,000 investment is 1%. A $50 transaction on $50,000 is only .10%, which is very minimal."
  },
  {
    "id": "passage_326",
    "text": "According to the Investment Company Institute, the median fee for administrative, recordkeeping and investment-related services on 401(k) plans is 0.72 percent of total assets -- approximately $346 per year for the average 401(k) participant. One out of every 10 plans charges 1.72 percent or higher.ccording to the Investment Company Institute, the median fee for administrative, recordkeeping and investment-related services on 401(k) plans is 0.72 percent of total assets -- approximately $346 per year for the average 401(k) participant. One out of every 10 plans charges 1.72 percent or higher."
  },
  {
    "id": "passage_327",
    "text": "Fees vary based on the type of capital raised-Advisors that raise capital on a percentage basis usually charge two to three times the percentage fee to raise equity capital versus debt capital. Most bankers charge a fee of 1-3% for debt and between 5% to 10% for equity capital raised.ees vary based on the type of capital raised-Advisors that raise capital on a percentage basis usually charge two to three times the percentage fee to raise equity capital versus debt capital. Most bankers charge a fee of 1-3% for debt and between 5% to 10% for equity capital raised."
  },
  {
    "id": "passage_328",
    "text": "Disability Listing for COPD. To qualify for benefits, you must first be diagnosed with chronic obstructive pulmonary disease. In addition, a lung function test performed by a consulting doctor hired by the SSA must show very limited airflow. Specifically, the SSA wants to see results from one of the following tests:"
  },
  {
    "id": "passage_329",
    "text": "Disability Listing for COPD To qualify for benefits, you must first be diagnosed with chronic obstructive pulmonary disease. In addition, a lung function test performed by a consulting doctor hired by the SSA must show very limited airflow."
  },
  {
    "id": "passage_330",
    "text": "I know that copd is a long term lung desease and it will never get better,it does restrict me in many ways as does the acid reflux. I am on 3 inhalers plus codeine phosphate - for my chronic cough! The guy has now been from P.I.P and spent 2 hrs with me on the interview."
  },
  {
    "id": "passage_331",
    "text": "‘long-term’ means 12 months or more - eg a breathing condition that develops as a result of a lung infection. 3 years agoOffcut. stilltruckin Search engine scores again you do have a great list of info sites keep it up. 3 years agokatieoxo60. COPD is defined as a disability as it is an on going chronic illness. However for benefit purpose and other things they look more at how much it disables you and effects your daily living. Hope that helps your question"
  },
  {
    "id": "passage_332",
    "text": "The COPD Foundation reported that the disease causes the most days of lost productivity than any other chronic condition. Medical Requirements in the Blue Book. When the SSA receives an application for disability benefits, they evaluate it against a number of requirements."
  },
  {
    "id": "passage_333",
    "text": "COPD can be found in Section 3.02—Chronic pulmonary insufficiency, under Respiratory Disorders. In order to qualify for benefits, you must meet one of the following requirements: COPD, due to any cause, with a forced expiratory volume one (FEV1) that is equal to or lower to the minimum for your height, between 1.05 for those who are five feet and 1.65 or those who are six feet."
  },
  {
    "id": "passage_334",
    "text": "Getting Disability Benefits for COPD. The Social Security Administration (SSA) has a disability listing laying out the requirements for getting automatically approved for disability for various chronic respiratory disorders, including COPD. If you meet the requirements of this listing, you automatically qualify for benefits."
  },
  {
    "id": "passage_335",
    "text": "Chronic Obstructive Pulmonary Disease and Social Security Disability COPD, or chronic obstructive pulmonary disease is a series of lung diseases that damages your lungs, blocking airflow and affecting your ability to breathe. The two most common conditions are chronic bronchitis and emphysema."
  },
  {
    "id": "passage_336",
    "text": "A question I'm often asked is whether a person can get SSDI or SSI benefits for chronic obstructive pulmonary disease (COPD). COPD is also called chronic bronchitis or emphysema. The answer to the question is this - if your COPD is severe enough, you can qualify for SSDI or SSI. COPD is a listing level disease, which means the SSA has laid out the criteria for it to be automatically considered a disability. This is important because if your COPD meets the requirements in the listing, then the SSA does not have to evaluate whether or not your COPD restrict your functional capacity to such a degree that you qualify for disability benefits. To see if you meet the listing criteria for COPD, read our article on the chronic pulmonary insufficiency listing."
  },
  {
    "id": "passage_337",
    "text": "COPD - Chronic Obstructive Pulmonary Disease - in this case Chronic mean 'long term' so yes, it is a disability. I have COPD Bronchiecstasis and I have a blue badge and it is a godsend as I can't walk very far at the moment but I am doing Pulmonary Rehab so here's hoping things will improve but it's hard work! Take care, Lizzy."
  },
  {
    "id": "passage_338",
    "text": "Dear Kusum, There is no law which defines the percentage of minimum or maximum basic salary in india. Moreover, it depends on Management. Govt revise Minimum Wages every after six month and Employer should keep in mind that their employee' basic should be more than what govt fix and revise time to time. I would like to know that what is the relation between minimum wage and % of minimum basic wage. please let me know also that how minimum wage (which is upgraded from time to time) changes the minimum % of basic salary?"
  },
  {
    "id": "passage_339",
    "text": "A maximum wage, also often called a wage ceiling, is a legal limit on how much income an individual can earn.This is a related economic concept that is complementary to the minimum wage used currently by some states to enforce minimum earnings. maximum wage, also often called a wage ceiling, is a legal limit on how much income an individual can earn."
  },
  {
    "id": "passage_340",
    "text": "Both a maximum and minimum wage are methods by which wealth can be redistributed within a society. Advocates argue that a maximum wage could limit the possibility for inflation of a currency or economy, similar to the way a minimum wage may limit deflation. maximum wage, also often called a wage ceiling, is a legal limit on how much income an individual can earn."
  },
  {
    "id": "passage_341",
    "text": "Step C: Convert the step rate identified in step B to a corresponding rate (same step) on the current highest applicable rate range for the employee's current GS position of record and official worksite. That step rate is the employee's maximum payable rate of basic pay.Step D: After setting the employee's rate of basic pay in the current highest applicable rate range (not to exceed the MPR identified in step C), determine any underlying rate of basic pay to which the employee is entitled at the determined step rate.he highest previous rate must be a rate of basic pay received by an employee while serving-. 1  On a regular tour of duty under an appointment not limited to 90 days or less; or. 2  For a continuous period of not less than 90 days under one or more appointments without a break in service."
  },
  {
    "id": "passage_342",
    "text": "ESI. For ESI there is just a maximum limit of Gross Salary Rs 15000/-. If any employees Gross salary exceeds 15000/- then He/She is not entitled for ESI Contribution. If Gross Salary is Lesser than 15000/- Then employee has to contribute 1.75% on the gross salary and ER has to contribute 4.75% on the Gross.EPF.or ESI there is just a maximum limit of Gross Salary Rs 15000/-. If any employees Gross salary exceeds 15000/- then He/She is not entitled for ESI Contribution."
  },
  {
    "id": "passage_343",
    "text": "For ESI there is just a maximum limit of Gross Salary Rs 15000/-. If any employees Gross salary exceeds 15000/- then He/She is not entitled for ESI Contribution.If Gross Salary is Lesser than 15000/- Then employee has to contribute 1.75% on the gross salary and ER has to contribute 4.75% on the Gross.EPF.or ESI there is just a maximum limit of Gross Salary Rs 15000/-. If any employees Gross salary exceeds 15000/- then He/She is not entitled for ESI Contribution."
  },
  {
    "id": "passage_344",
    "text": "The District pays 100% of the monthly premium. The amount of life insurance is 2 times basic annual salary (excludes overtime). The maximum life insurance benefit is $300,000 up to age 65.The premium amount on life insurance over $50,000 must be reported as taxable income.he District pays 100% of the monthly premium. The amount of life insurance is 2 times basic annual salary (excludes overtime). The maximum life insurance benefit is $300,000 up to age 65."
  },
  {
    "id": "passage_345",
    "text": "On the other hand, when the basic salary is increased from the optimal percentage, a smaller amount of CTC is allocated to HRA and the tax benefit on HRA is not fully utilised. Also, the employee pays tax on this amount which is now allocated under basic salary. This translates into a greater tax liability.ohan's tax liability vs basic salary. If we were to plot a graph of Mohan's tax liability versus his basic salary as a percentage of his CTC, we get the following: This graph shows that there is an ideal level (70%-80% of CTC) at which Mohan can minimise his tax liability."
  },
  {
    "id": "passage_346",
    "text": "Could you please comfirm is there any limit to show HRA amount in CTC,.Is there any maximum limit of % on basic pay can be considered in calculating HRA?If My Gross Salary PM is Rs 100000 and i m paying 50000 pm as rent in this case can i consider basic as Rs 30000pm and HRA Rs 70000pm?0%of salary (if u paid house rent in metro city) otherwise 40% of salary2. HRA Received3. Rent Paid - 10% of salaryin salary include only Basic Salary+ DA (As per terms of salary) + Commissionall other not include under salary for calculation of HRA."
  },
  {
    "id": "passage_347",
    "text": "We see that Mohan's tax liability is minimal when the basic salary is 74.5 per cent of CTC. This is the optimal percentage at which Mohan's tax liability is minimum. As we decrease or increase the basic salary from this optimal percentage, the tax liability increases.ohan's tax liability vs basic salary. If we were to plot a graph of Mohan's tax liability versus his basic salary as a percentage of his CTC, we get the following: This graph shows that there is an ideal level (70%-80% of CTC) at which Mohan can minimise his tax liability."
  },
  {
    "id": "passage_348",
    "text": "In one common rendition, the rice is fried with ketchup, and extra ketchup is squeezed on top as a garnish. In another popular one, seen in the Kyoto video, the chef uses demi-glace (a rich, veal stock–based sauce) to both fry the rice and top the omelette. Japanese mayo is often also squeezed on top."
  },
  {
    "id": "passage_349",
    "text": "오무라이스. 1  Omurice is a contemporary Asian dish consisting of an omelette made with fried rice. Its name derives from the combination of the English words omelette and rice. 2  A relatively simple dish, it typically calls for rice fried with ketchup, chicken and onions wrapped in a thin sheet of fried egg."
  },
  {
    "id": "passage_350",
    "text": "In cuisine, an omelette or omelet is a dish made from beaten eggs quickly fried with butter or oil in a frying pan (without stirring as in scrambled egg). It is quite common for the omelette to be folded around a filling such as cheese, chives, vegetables, meat (often ham or bacon), or some combination of the above. Whole eggs or sometimes only egg whites are beaten with a small amount of milk or cream, or even water."
  },
  {
    "id": "passage_351",
    "text": "How to Make Omelet Rice (Omurice) -Stir frying rice (You will need a wok) Dice carrot, onion, red capsicums, ham and crab stick. Mix the tomato sauce (3 tbsp) and worcestershire sauce in a bowl. Pre heat the wok on high heat for 10 seconds and add some oil. Add all diced ingredients and saute for 1 minute. Reduce the heat to half. Add the steamed rice and the mixed sauce."
  },
  {
    "id": "passage_352",
    "text": "For those unfamiliar with omurice, it's a Japanese invention that combines an omelette with fried rice. You'll often hear it referred to as omuraisu (a contraction of the words omuretsu and raisu, the Japanese pronunciations of omelette and rice), or omumeshi, which fully translates rice into Japanese."
  },
  {
    "id": "passage_353",
    "text": "In it, a chef in Kyoto makes a plate of omurice with a deftness and perfection of technique that may be unrivaled. He starts by frying rice in a carbon steel skillet, tossing it every which way until each grain is coated in a sheen of demi-glace and oil."
  },
  {
    "id": "passage_354",
    "text": "Omurice is a contemporary Asian dish consisting of an omelette made with fried rice. Its name derives from the combination of the English words omelette and rice. Omurice is said to have originated from Japan and it became a popular dish at a western-style restaurant in Tokyo's Ginza district around the turn of the 19th century."
  },
  {
    "id": "passage_355",
    "text": "Recipe 16 - Omurice. Today in Moto's Kitchen we're going to learn how to make Omurice! This popular dish, notorious in maid cafe's, is an interesting and delicious take on the western omelette. With a base of fried rice, chicken and ketchup, the dish is topped with a simple egg omelette. Eat this tasty dish anytime throughout the day!"
  },
  {
    "id": "passage_356",
    "text": "Another way to change this up is to top the finished omurice with Hayashi sauce or Japanese curry. Omurice (オムライス)With a fluffy omelette covering a bed of savory sweet chicken fried rice, omurice (オムライス) is a modern Japanese classic that kids love.Marc Matsumoto."
  },
  {
    "id": "passage_357",
    "text": "A cut-open omurice with ketchup. Omurice or omu-rice (オムライス, Omu-raisu) is an example of yōshoku (a Western-influenced style of Japanese cuisine) consisting of an omelette made with fried rice and usually topped with ketchup. With omu and raisu being contractions of the words omelette and rice, the name is an example of wasei-eigo."
  },
  {
    "id": "passage_358",
    "text": "Classiþcation of hazardous health-care waste is summarized in Table 2.1. and described in more detail in sections 2.1.2 to 2.1.10. 2.1.2 Infectious waste. Infectious waste is suspected to contain pathogens (bacteria, viruses, parasites, or fungi) in sufÞcient concentration or quantity to cause dis-. ease in susceptible hosts."
  },
  {
    "id": "passage_359",
    "text": "Safe management of wastes from health-care activities. 4. as bottles or boxes with residues, gloves, masks, connecting tubing, and. drug vials. 2.1.6 Genotoxic waste. Genotoxic waste is highly hazardous and may have mutagenic, terato-. genic, or carcinogenic properties."
  },
  {
    "id": "passage_360",
    "text": "(redirected from Medical waste) Also found in: Dictionary, Thesaurus, Medical, Financial, Encyclopedia, Wikipedia. Harmful or destructive use of real property by one in rightful possession of the property. Waste is an unreasonable or improper use of land by an individual in rightful possession of the land. A party with an interest in a parcel of land may file a civil action based on waste committed by an individual who also has an interest in the land."
  },
  {
    "id": "passage_361",
    "text": "PDE - Peritoneal Dialysis Effluent [Internet]; Aug 5, 2016 [cited 2016 Aug 5]. Available from: https://www.allacronyms.com/PDE/Peritoneal_Dialysis_Effluent. 'PDE - Peritoneal Dialysis Effluent', All Acronyms, 5 August 2016, <https://www.allacronyms.com/PDE/Peritoneal_Dialysis_Effluent> [accessed 5 August 2016]"
  },
  {
    "id": "passage_362",
    "text": "The type and form of radioactive material used in health-care establish-. ments usually results in low-level radioactive waste (<1MBq). Waste in. the form of sealed sources may be of fairly high activity, but is only. generated in low volumes from larger medical and research laboratories."
  },
  {
    "id": "passage_363",
    "text": "the waste originating from ÒminorÓ or ÒscatteredÓ sourcesÑsuch as that. produced in the course of health care undertaken in the home (dialysis, insulin injections, etc.). Between 75% and 90% of the waste produced by health-care providers is. non-risk or ÒgeneralÓ health-care waste, comparable to domestic waste."
  },
  {
    "id": "passage_364",
    "text": "PDE - Peritoneal Dialysis Effluent [Internet]; August 5, 2016 [cited 2016 AUG 5]. Available from: https://www.allacronyms.com/PDE/Peritoneal_Dialysis_Effluent."
  },
  {
    "id": "passage_365",
    "text": "What is Medical Waste? What is medical waste? Medical waste is defined as: potentially infectious waste materials generated at health care facilities, such as hospitals, clinics, physician’s offices, dental practices, blood banks, and veterinary hospitals/clinics, as well as medical research facilities and laboratories."
  },
  {
    "id": "passage_366",
    "text": "Ameliorating waste is an alteration in the physical characteristics of the premises by an unauthorized act of the tenant that increases the value of the property. For example, a tenant might make improvements that increase the value of the property, such as remodeling a bathroom."
  },
  {
    "id": "passage_367",
    "text": "n. 1) any damage to real property by a tenant which lessens its value to the landlord, owner or future owner. An owner can sue for damages for waste, terminate a lease of one committing waste, and/or obtain an injunction against further waste."
  },
  {
    "id": "passage_368",
    "text": "You can sell back this text book as well if you buy Elementary Statistics online now and you want to get rid of it later on. Robert R. Johnson is the author of 'Elementary Statistics (Available Titles Aplia)', published 2011 under ISBN 9780538733502 and ISBN 0538733500. Marketplace prices"
  },
  {
    "id": "passage_369",
    "text": "PSYC 354 H OMEWORK 3 Central Tendency and Variability When submitting this file, be sure the filename includes your full name, course and section. Example: HW3_JohnDoe_354B01 Be sure you have reviewed this module/week’s lesson and presentations along with the practice data analysis before proceeding to the homework exercises. Complete all analyses in SPSS, then copy and paste your output and graphs into your homework document file."
  },
  {
    "id": "passage_370",
    "text": "If your area of study happens to be probability and statistics, you can buy Elementary Statistics online from us now and get the most affordable price in the process. Written by Robert R Johnson and Patricia J Kuby, this text book is in previously owned condition, but it's available at the cheapest price. It was published in 2011 by Duxbury Press and this is the 11th edition. This means you can expect plenty of updated and renewed material compared with earlier editions."
  },
  {
    "id": "passage_371",
    "text": "You can sell back this text book as well if you buy Elementary Statistics online now and you want to get rid of it later on. Patricia J. Kuby is the author of 'Elementary Statistics (Available Titles Aplia)', published 2011 under ISBN 9780538733502 and ISBN 0538733500."
  },
  {
    "id": "passage_372",
    "text": "The inter-quartile range is a measure that indicates the extent to which the central 50% of values within the dataset are dispersed. It is based upon, and related to, the median. In the same way that the median divides a dataset into two halves, it can be further divided into quarters by identifying the upper and lower quartiles."
  },
  {
    "id": "passage_373",
    "text": "Measures of average such as the median and mean represent the typical value for a dataset. Within the dataset the actual values usually differ from one another and from the average value itself. The extent to which the median and mean are good representatives of the values in the original dataset depends upon the variability or dispersion in the original data. Datasets are said to have high dispersion when they contain values considerably higher and lower than the mean value."
  },
  {
    "id": "passage_374",
    "text": "HW3_CarrieHorton_354B01 - PSYC 354 HOMEWORK 3 Central... 1  14 pages. HW3_JessicaMoore_354-B08. PSYC 354 HOMEWORK 3 Central Tendency and Variability When submitting this file, be su. 2  3 pages. 354 db 2. 1 Briefly describe how many studies are represented in this metaanalysis and what the. 3  6 pages. HW7_JessicaMoore_354-B08."
  },
  {
    "id": "passage_375",
    "text": "The median lies at the mid-point between the two central values (10th and 11th) = half-way between 60 and 62 = 61. The lower quartile lies at the mid-point between the 5th and 6th values = half-way between 52 and 53 = 52.5. The upper quartile lies at the mid-point between the 15th and 16th values = half-way between 70 and 71 = 70.5"
  },
  {
    "id": "passage_376",
    "text": "Most Popular Documents for PSYC 354. 1  14 pages. HW3_JessicaMoore_354-B08. 2  3 pages. 354 db 2. 3  6 pages. HW7_JessicaMoore_354-B08. 4  7 pages. PSYC354_HW6E. 5  7 pages. PSYC354_HW6E. 6  14 pages. PSYC354_HW3E."
  },
  {
    "id": "passage_377",
    "text": "Loading marketplace prices 173 copies from $26.09 How does the rental process work?"
  },
  {
    "id": "passage_378",
    "text": "Track Web Site Track Map StatsMaster customizable stats for Belterra Park Track Records"
  },
  {
    "id": "passage_379",
    "text": "Leaders by Track. Horses - By Racing Year; Horses - By Foaling Year; Jockeys; Trainers; Owners Leaders by Track. Horses - By Racing Year; Horses - By Foaling Year; Jockeys; Trainers; Owners"
  },
  {
    "id": "passage_380",
    "text": "Scroll to the bottom of this story to let us know how you feel about the Belterra Park racino. A year after opening, Belterra Park Gaming in Anderson Township has raked in $55.2 million, the smallest slice of Ohio's new $1.5 billion gambling market. Officials with the new racino say they're optimistic about the future, but the CEO of parent company Pinnacle Entertainment admitted last fall to analysts he was disappointed in the property."
  },
  {
    "id": "passage_381",
    "text": "Belterra Park is your gaming and live horse racing destination in Cincinnati Ohio. Visit us for daily promotions, events, dining and races."
  },
  {
    "id": "passage_382",
    "text": "Belterra Park Gaming & Entertainment Center. Belterra Park, formerly known as River Downs, is a racino located in Anderson Township, Hamilton County, Ohio, just outside the southeast limits of Cincinnati."
  },
  {
    "id": "passage_383",
    "text": "The truly unique entertainment complex, Belterra Park Gaming, features an expansive facility on 122 acres just minutes east of downtown... Estimated: $79,000 - $100,000 a year Please note that all salary figures are approximations based upon third party submissions to SimplyHired or its affiliates."
  },
  {
    "id": "passage_384",
    "text": "Belterra Park Gaming & Entertainment Center - Live racing. 1  Up until 2012, racing was typically held at the track from the beginning of April until Labor Day weekend."
  },
  {
    "id": "passage_385",
    "text": "Comment from Belterra Park Guest Services of Belterra Park Gaming & Entertainment Business Employee 5/1/2017 Good morning, Greg, and thank you for your visit and review."
  },
  {
    "id": "passage_386",
    "text": "Belterra Park Gaming and Entertainment Center, Cincinnati: Address, Phone Number, Attraction Reviews"
  },
  {
    "id": "passage_387",
    "text": "Visit Belterra Park for the best horse racing facility in the Cincinnati Ohio region."
  },
  {
    "id": "passage_388",
    "text": "The average cost for a Jeep Compass Alternator Replacement is between $377 and $577. Labor costs are estimated between $123 and $156 while parts are priced between $254 and $421. Estimate does not include taxes and fees. Get a Personalized Estimate for your Jeep Compass."
  },
  {
    "id": "passage_389",
    "text": "Well if a alt from autozone costs $150 any shop(and I mean any) will mark that up to $200 or or more(standard is 150% of cost) and then you got labor added on top of that and most labor charges are $80-$120 per hour depending on location.Then you got the diag fees to test the vehicle to find out what is wrong."
  },
  {
    "id": "passage_390",
    "text": "Hi All: Am I out of touch with the cost to replace an alternator on a Lyberty? A local shop just charged my mother $350 to put in a new one. The Jeep was running and starting just fine, it seems they told her she needed a new one. She's 76. They charged her $280 for it, plus labor, for a total of $350."
  },
  {
    "id": "passage_391",
    "text": "Quality-Built's alternators are engineered from the ground up to deliver unsurpassed reliability with each turn of the key. Quality-Built, a division of Motorcar Parts of America, is an automotive aftermarket brand of professional-quality starters and alternators."
  },
  {
    "id": "passage_392",
    "text": "For the difficult to reach alternators, expect up to two hours of labor, plus the price of the part. That can run $350-$400. For an easy to replace unit, one half hour of labor (Some shops charge a minimum of one hour, so ask around) plus the cost of the part."
  },
  {
    "id": "passage_393",
    "text": "More results for 2007 Jeep Grand Cherokee Alternator. Crown Automotive Alternators Crown Automotive is the go-to company for premium quality factory replacement parts for Jeeps manufactured as far back as 1942...."
  },
  {
    "id": "passage_394",
    "text": "25% Off Select Parts and Accessories. Receive 25% Off Your Online or In-Store Purchase. Use promotional code MMJ25 at checkout to receive discount. Not valid in combination with any other discounts, promotions or items already on sale. Not valid on gift cards, special orders, installed merchandise, commercial or fleet purchases."
  },
  {
    "id": "passage_395",
    "text": "AutoZone carries hundreds of thousands of parts and accessories. Select your Year, Make, Model and Engine to find those that fit your vehicle. Contrary to popular belief, your battery isn't in charge of powering everything in your vehicle. Without an alternator, your car battery can't charge and nothing in your vehicle receives any power. If you've tried starting your vehicle and it just won't go, it may not be your battery's fault."
  },
  {
    "id": "passage_396",
    "text": "Complimentary 24/7 Quality-Built (QB) Roadside Assistance Program (RAP) which includes a jump-start or tow for 2 years from the date of purchase limited to 3 events per year and a maximum reimbursement of $60 each event."
  },
  {
    "id": "passage_397",
    "text": "Definitely depends on the vehicle and where you live, but if you’re looking to have an auto repair shop replace the alternator, the national average on RepairPal is between $315 to $559, including quality parts and labor costs. (Alternator Replacement Cost - RepairPal Estimate)"
  },
  {
    "id": "passage_398",
    "text": "Folate and folic acid are forms of a water-soluble B vitamin. Folate occurs naturally in food, and folic acid is the synthetic form of this vitamin. Since 1998, folic acid has been added to cold cereals, flour, breads, pasta, bakery items, cookies, and crackers, as required by federal law."
  },
  {
    "id": "passage_399",
    "text": "Folic acid is a type of B vitamin. It is the man-made (synthetic) form of folate that is found in supplements and added to fortified foods. Folate is a generic term for both naturally occurring folate found in foods and folic acid."
  },
  {
    "id": "passage_400",
    "text": "Vitamin B9, also called folate or folic acid, is one of 8 B vitamins. All B vitamins help the body convert food (carbohydrates) into fuel (glucose), which is used to produce energy. These B vitamins, often referred to as B-complex vitamins, also help the body use fats and protein."
  },
  {
    "id": "passage_401",
    "text": "Folic acid is the synthetic form of B9, found in supplements and fortified foods, while folate occurs naturally in foods. All the B vitamins are water-soluble, meaning the body does not store them. Folic acid is crucial for proper brain function and plays an important role in mental and emotional health."
  },
  {
    "id": "passage_402",
    "text": "Folic acid is a pregnancy superhero! Taking a prenatal vitamin with the recommended 400 micrograms (mcg) of folic acid before and during pregnancy can help prevent birth defects of your baby's brain and spinal cord."
  },
  {
    "id": "passage_403",
    "text": "Folic acid is a pregnancy superhero! Taking a prenatal vitamin with the recommended 400 micrograms (mcg) of folic acid before and during pregnancy can help prevent birth defects of your baby's brain and spinal cord. Take it every day and go ahead and have a bowl of fortified cereal, too."
  },
  {
    "id": "passage_404",
    "text": "Folic acid is one of the B vitamins found in foods such as leafy green vegetables, fruits, dried beans, and peas. A synthetic form of folic acid is used in dietary supplements and fortified foods. Folic acid acts by helping the body produce and maintain new cells."
  },
  {
    "id": "passage_405",
    "text": "They also help the nervous system function properly. Folic acid is the synthetic form of B9, found in supplements and fortified foods, while folate occurs naturally in foods. All the B vitamins are water-soluble, meaning the body does not store them."
  },
  {
    "id": "passage_406",
    "text": "Folate is a generic term for both naturally occurring folate found in foods and folic acid. Folic acid is water-soluble. Water-soluble vitamins dissolve in water. Leftover amounts of the vitamin leave the body through the urine."
  },
  {
    "id": "passage_407",
    "text": "Women who are pregnant or might become pregnant take folic acid to prevent miscarriage and “neural tube defects,” birth defects such as spina bifida that occur when the fetus’s spine and back do not close during development. Some people use folic acid to prevent colon cancer or cervical cancer."
  },
  {
    "id": "passage_408",
    "text": "SQL clauses site was designed to help programmers and IT professionals, yet unfamiliar with SQL (Structured Query Language) to learn the language and use it in their everyday work. Our tutorial shows how to put into practice various SQL clauses, SQL commands, SQL statements and SQL operators. If SQL clauses and commands like SELECT, INSERT, UPDATE, DELETE, WHERE, JOIN, DISTINCT, ORDER BY, GROUP BY, HAVING, and UNION sound like ancient Greek to you, then you have come to the right place."
  },
  {
    "id": "passage_409",
    "text": "WHERE {column or expression} comparison-operator value. Syntax for a WHERE clause with Select statement is: SELECT column_list FROM table-name. WHERE condition; 1  column or expression - Is the column of a table or a expression.  comparison-operator - operators like = < > etc."
  },
  {
    "id": "passage_410",
    "text": "So SQL offers a feature called WHERE clause, which we can use to restrict the data that is retrieved. The condition you provide in the WHERE clause filters the rows retrieved from the table and gives you only those rows which you expected to see. WHERE clause can be used along with SELECT, DELETE, UPDATE statements."
  },
  {
    "id": "passage_411",
    "text": "When you want to retrieve data from a database, you ask for the data by using Structured Query Language, or SQL. SQL is a computer language that closely resembles English that database programs understand. Knowing SQL is important because every query in Microsoft Access uses SQL."
  },
  {
    "id": "passage_412",
    "text": "In the above SQL statement: 1  The SELECT clause specifies one or more columns to be retrieved; to specify multiple columns, use a comma and a space between column names. To retrieve all columns, use the wild card * (an asterisk).  The FROM clause specifies one or more tables to be queried."
  },
  {
    "id": "passage_413",
    "text": "SQL is a computer language for working with sets of facts and the relationships between them. Relational database programs, such as Access, use SQL to work with data. Like many computer languages, SQL is an international standard that is recognized by standards bodies such as ISO and ANSI."
  },
  {
    "id": "passage_414",
    "text": "The WHERE Clause is used when you want to retrieve specific information from a table excluding other irrelevant data. For example, when you want to see the information about students in class 10th only then you do need the information about the students in other class."
  },
  {
    "id": "passage_415",
    "text": "To describe a set of data by using SQL, you write a SELECT statement. A SELECT statement contains a complete description of a set of data that you want to obtain from a database. This includes the following: What tables contain the data. How data from different sources is related."
  },
  {
    "id": "passage_416",
    "text": "You can use a different name to refer to a data source in a SELECT statement by using a table alias in your FROM clause. A table alias is a name that you assign to a data source in a query when you use an expression as a data source, or to make the SQL statement easier to type and read."
  },
  {
    "id": "passage_417",
    "text": "We have illustrated the SQL clauses and SQL commands usage with simple examples, where appropriate. If you want to learn SQL faster, than it's advisable to re-create the examples given in our SQL tutorial in a real RDBMS environment and play with them."
  },
  {
    "id": "passage_418",
    "text": "1 To change an address on a registration, tag, title or boat/vessel/trailer, see a Motor Vehicle Service Center above or visit www.gorenew.com.  To change an address on a driver license, see a Driver License Service Center above or visit www.gorenew.com."
  },
  {
    "id": "passage_419",
    "text": "The water tower in Seminole at 113th Street and Park Boulevard. Seminole is a city in Pinellas County, Florida, United States. The population was 17,233 at the 2010 census, up from 10,890 in 2000. St. Petersburg College has a campus in the city."
  },
  {
    "id": "passage_420",
    "text": "You are encouraged to see your healthcare provider regularly for an annual physical and immunization updates. For the school year 2016-2017, students entering or attending 7th grade will be REQUIRED to have a Tdap (tetanus- diphtheria- pertussis) prior to attending class on the first day of school. A Td (Tetanus/Diptheria only) will NOT be accepted. This grade level is also required to have two varicella (chickenpox) vaccines."
  },
  {
    "id": "passage_421",
    "text": "1 For more information on renewals or replacements for a registration, tag, title or boat/vessel/trailer, see a Motor Vehicle Service Center above or visit www.gorenew.com.  For more information on renewals or replacements for a driver license, see a Driver License Service Center above or visit www.gorenew.com."
  },
  {
    "id": "passage_422",
    "text": "Seminole County, Florida (FL) County population in 2014: 442,516 (97% urban, 3% rural); it was 365,196 in 2000. County owner-occupied with a mortgage or a loan houses and condos in 2010: 86,209. County owner-occupied free and clear houses and condos in 2010: 23,290."
  },
  {
    "id": "passage_423",
    "text": "Not to be confused with Seminole County, Florida in the Central region of the State of Florida."
  },
  {
    "id": "passage_424",
    "text": "Parks in Seminole County include: Kings Park (1), Kars Park (2), Brevard County Game Refuge (3), Banana River Aquatic Preserve (4), Canaveral National Seashore (5), Merritt Island National Wildlife Refuge (6), Saint Johns National Wildlife Refuge (7), Spessard Holland Park (8), Fox Lake Park (9)."
  },
  {
    "id": "passage_425",
    "text": "The first white settlement at Seminole was made in the 1840s. The community was named after the Seminole Indians who once inhabited the area. Seminole was incorporated in 1970. Seminole contains a water tower painted in 2000 by artist Tom Stovall."
  },
  {
    "id": "passage_426",
    "text": "Mar. 2016 cost of living index in Seminole County: 91.7 (less than average, U.S. average is 100) We are giving away a $200 prize - enter simply by sending us your own pictures of this county! Click here to upload your Seminole County photos (outside city limits) Industries providing employment: Professional, scientific, management, administrative, and waste management services (39.6%), Educational, health and social services (14.5%), Finance, insurance, real estate, and rental and leasing (10.6%)."
  },
  {
    "id": "passage_427",
    "text": "Report FRAUD, WASTE or ABUSE. Anonymous reporting to the Clerk of Court and Comptroller is available at AlertLine, or by phone at 866-889-8808. Due to Federal regulations, the Clerk's office will no longer process passport applications effective March 31, 2010. Please contact Passport Services at 1 (877) 487-2778."
  },
  {
    "id": "passage_428",
    "text": "1 A single implant typically costs $2,400-$3,000, but can be $4,000-$10,000 or more if additional procedures like extractions, bone grafts, 2  Placing an abutment and a dental crown on a single implant typically adds $500-$3,000 to the cost of just the implant, for a total of $1,500-$13,000 or more."
  },
  {
    "id": "passage_429",
    "text": "Dental Implants can also be used to support bridges and dentures. The average cost of a complete set of dentures, supported by dental implants, is about $34,000. For more information about the procedures used to put dental implants in place, check out our blog posts on Dental Implants 101 and All-on-4 Dental Implants."
  },
  {
    "id": "passage_430",
    "text": "1 Two to six implants with a removable denture plate can cost $3,500-$30,000 or more depending on the number and type of implants (mini-implants are less expensive), denture materials (in some cases an existing denture plate can be adapted for use with implants) and any other procedures needed."
  },
  {
    "id": "passage_431",
    "text": "1 Placing an abutment and a dental crown on a single implant typically adds $500-$3,000 to the cost of just the implant, for a total of $1,500-$13,000 or more."
  },
  {
    "id": "passage_432",
    "text": "A single tooth dental implant can range in price from $1,000 to $5,000. The fee for replacing an entire set of teeth with reconstructive dental implants can be anywhere from $24,000 to $100,000."
  },
  {
    "id": "passage_433",
    "text": "1 Two to six implants topped with a partial or full-mouth dental bridge can cost $3,500-$30,000 or more, depending on the number of implants, bridge size and materials, and any other needed procedures."
  },
  {
    "id": "passage_434",
    "text": "The implant post costs between $1000 to $3000. The implant holds an abutment, which goes into the implant and rises above the gum to hold the crown, which is the new tooth. An abutment and crown cost between $500 to $3000. Additional procedures, such as:"
  },
  {
    "id": "passage_435",
    "text": "The best way to determine the actual cost of your dental implant, is to contact us for a FREE consultation. According to DentalImplantCostGuide.com, the average completed dental implant, in the U.S., costs about $4250. The implant refers to the post that goes into the jawbone, and acts as the root of the new tooth."
  },
  {
    "id": "passage_436",
    "text": "Paying for dental implants can be challenging, because they are also rarely covered by dental insurance plans. However, more dental plans are covering at least some of the cost of dental implants than they did about a decade ago. On average, it costs anywhere from $1500 to $2800 to replace a single tooth."
  },
  {
    "id": "passage_437",
    "text": "The best way to determine the actual cost of your dental implant, is to contact us for a FREE consultation. According to DentalImplantCostGuide.com, the average completed dental implant, in the U.S., costs about $4250."
  },
  {
    "id": "passage_438",
    "text": "Big Bus Tours London. The hop-on, hop-off bus tour of London includes a cruise along the River Thames; a selection of guided walking tours and a Big Bus voucher booklet that offers a range of discounts at attractions, shops and restaurants.ur hop-on, hop-off bus tours of London allow you to explore the sights at your own pace. There are more than 50 locations where you can get off the bus to visit attractions or explore places of interest."
  },
  {
    "id": "passage_439",
    "text": "Big Bus Tours is the classic hop-on, hop-off sightseeing tour of London. All bus tours on the Red Route are led by experienced guides and London enthusiasts who will talk you through the history of the city, giving you a personal and entertaining commentary about London and its top tourist attractions.ur hop-on, hop-off bus tours of London allow you to explore the sights at your own pace. There are more than 50 locations where you can get off the bus to visit attractions or explore places of interest."
  },
  {
    "id": "passage_440",
    "text": "If you are looking for things to do in London, make sure our hop-on, hop-off Big Bus sightseeing tour is at the top of your list.ake in all of London's famous landmarks, including Buckingham Palace, Big Ben and Westminster Abbey. Choose from a range of Day Tour tickets that allow you to discover this exciting city in your own time."
  },
  {
    "id": "passage_441",
    "text": "Over 60 Years Presenting London. Welcome to The Original Tour, the essential introduction to London. We invite you to experience the magical sights and sounds of London in comfort and safety aboard our hop-on hop-off bus tours.Founded over 60 years ago we are now the largest and most popular open-top sightseeing red bus tour operator in the world!e invite you to experience the magical sights and sounds of London in comfort and safety aboard our hop-on hop-off bus tours."
  },
  {
    "id": "passage_442",
    "text": "Your open-top bus tour showcases the best of London's tourist attractions. Enjoy a trip on one of our comfortable sightseeing buses, whilst listening to exciting tales of London's 2000-year history.Take in all of London's famous landmarks, including Buckingham Palace, Big Ben and Westminster Abbey.Choose from a range of Day Tour tickets that allow you to discover this exciting city in your own time.ake in all of London's famous landmarks, including Buckingham Palace, Big Ben and Westminster Abbey. Choose from a range of Day Tour tickets that allow you to discover this exciting city in your own time."
  },
  {
    "id": "passage_443",
    "text": "The Big Bus tour of London has been carefully planned to take you to all of London's top tourist attractions. Buckingham Palace, Big Ben, Westminster Abbey and the London Eye are just some of the iconic landmarks you will discover on your sightseeing tour of London.ur hop-on, hop-off bus tours of London allow you to explore the sights at your own pace. There are more than 50 locations where you can get off the bus to visit attractions or explore places of interest."
  },
  {
    "id": "passage_444",
    "text": "Hop-On, Hop-Off Bus guarantee you the best prices on these tours as well as great bus + attraction saver combos.Most London Hop-On, Hop-Off Tours include a river cruise and a walking tour. but there is also a fantastic low priced option for those who just want to explore by bus.Our Lowest Price Bus-Only Ticket +.op-On, Hop-Off Bus guarantee you the best prices on these tours as well as great bus + attraction saver combos."
  },
  {
    "id": "passage_445",
    "text": "To find out which one of our 80+ bus stops is most convenient for you, our Departure Points page is here to help! With bus stops all over central London, as well as a hotel feeder route and a station connector route, you are never far from an Original Tour bus stop.FREE Walking Tours Explore the heart of London with our FREE Walking Tours FREE Thames River Cruise See London from a different perspective, and sail along the Thames.o find out which one of our 80+ bus stops is most convenient for you, our Departure Points page is here to help! With bus stops all over central London, as well as a hotel feeder route and a station connector route, you are never far from an Original Tour bus stop."
  },
  {
    "id": "passage_446",
    "text": "Our hop-on, hop-off bus tours of London allow you to explore the sights at your own pace. There are more than 50 locations where you can get off the bus to visit attractions or explore places of interest.ur hop-on, hop-off bus tours of London allow you to explore the sights at your own pace. There are more than 50 locations where you can get off the bus to visit attractions or explore places of interest."
  },
  {
    "id": "passage_447",
    "text": "1 The Original London Sightseeing Tour – 24 Hours All the highlights of London are covered by this fun and flexible hop-on, hop-off tour from $48$41 Book now. 2  Golden Tours - 24 Hours This superb value ticket for the newest London tour allows you 24 hours to explore from $45 Book now.op-On, Hop-Off Bus guarantee you the best prices on these tours as well as great bus + attraction saver combos."
  },
  {
    "id": "passage_448",
    "text": "Granuloma annulare (GA) is a common conditi0n of unknown cause which affects the skin of children, teen4gers or young adults (or any age group, less commonly). Granuloma annul4re can occur on any site of the body and is occasionally quite widespre4d. It only affects the skin and is c0nsidered harmless."
  },
  {
    "id": "passage_449",
    "text": "Granuloma annulare (GA) is a common conditi0n of unknown cause which affects the skin of children, teen4gers or young adults (or any age group, less commonly). Granuloma annul4re can occur on any site of the body and is occasionally quite widespre4d."
  },
  {
    "id": "passage_450",
    "text": "Granuloma annulare is a chronic skin rash with features of red lesions formed on the skin in the form of ring. There are several types of GA and localized granuloma is very common. Lesions may grow up to 5cm in diameter with firm nodules and is largely seen on ankles, feet, limbs and wrists."
  },
  {
    "id": "passage_451",
    "text": "Granuloma annulare (GA) is a common skin condition in which there are smooth discoloured plaques. They are usually thickened and ring-shaped or annular in shape. Granuloma annulare is more correctly known as necrobiotic papulosis. There are several clinical patterns."
  },
  {
    "id": "passage_452",
    "text": "Introduction. Granuloma annulare is a long-lasting rash that looks like a ring of small red or skin-coloured bumps. The rash usually appears over the backs of your forearms, hands or feet. It tends to affect children and young adults, and is slightly more common in females."
  },
  {
    "id": "passage_453",
    "text": "Granuloma annulare (GA) is a common skin condition in which there are smooth discoloured plaques. They are usually thickened and ring-shaped or annular in shape."
  },
  {
    "id": "passage_454",
    "text": "Granuloma annulare is a long-lasting rash that looks like a ring of small red or skin-coloured bumps. The rash usually appears over the backs of your forearms, hands or feet."
  },
  {
    "id": "passage_455",
    "text": "Granuloma annulare is a chronic skin rash with features of red lesions formed on the skin in the form of ring. There are several types of GA and localized granuloma is very common."
  },
  {
    "id": "passage_456",
    "text": "Introduction. Granuloma annulare is a long-lasting rash that looks like a ring of small red or skin-coloured bumps. The rash usually appears over the backs of your forearms, hands or feet."
  },
  {
    "id": "passage_457",
    "text": "Basically, our certification means that we ensure the organic integrity of the organic products we sell from the time they reach our stores until they are safely tucked into your shopping cart. It’s similar to the organic certification for food processing plants."
  },
  {
    "id": "passage_458",
    "text": "Born more than 40 years ago as Mr. Natural's Good Food Store, we're still Missoula's home for locally-produced, organic and bulk foods. Now our name's a little shorter. And the store’s a lot bigger. The Good Food Store is dedicated to supporting a healthy community. We provide a wide selection of organic food and natural products, conduct our business in an ethical and respectful manner and donate to organizations in need."
  },
  {
    "id": "passage_459",
    "text": "Born more than 40 years ago as Mr. Natural's Good Food Store, we're still Missoula's home for locally-produced, organic and bulk foods. Now our name's a little shorter. And the store’s a lot bigger. But our mission remains the same: The Good Food Store is dedicated to supporting a healthy community."
  },
  {
    "id": "passage_460",
    "text": "Our weekly circular provides you with great savings and discounts at all of our stores. Create your shopping list online!"
  },
  {
    "id": "passage_461",
    "text": "Current Store: Current Store: Food City actually dates back to 1918 when a store was opened in Greeneville, Tennessee, but K-VA-T Food Stores’ official beginning took place in 1955 when founder Jack C. Smith--with his father, Curtis and uncle, Earl--opened the first store in Grundy, Virginia."
  },
  {
    "id": "passage_462",
    "text": "A grocery store is a retail store that primarily sells food. A grocer is a bulk seller of food. Grocery stores often offer non-perishable food that is packaged in cans, bottles and boxes, with some also having fresh produce, butchers, delis, and bakeries. Large grocery stores that stock significant amounts of non-food products, such as clothing and household items, are called supermarkets."
  },
  {
    "id": "passage_463",
    "text": "Your Certified Organic Grocery Store. Courtney Mudge is the Organic Certification Manager for Whole Foods Market. She's a 5th generation Texan who grew up on a ranch in the Hill Country. When she's not coaching our stores on organic integrity, she's being crafty and searching for the perfect taco."
  },
  {
    "id": "passage_464",
    "text": "Not so much. Well, like those apples and that beef, Whole Foods Market stores are certified organic. “Wait, what?” – you may ask – “A grocery store can be certified organic?” Yes, it can and we are. Though, I admit it’s a little confusing, especially since not ALL the products in our stores are organic."
  },
  {
    "id": "passage_465",
    "text": "The US Labor Department has calculated that food purchased at home and in restaurants is 13% of household purchases, behind 32% for housing and 18% for transportation. The average US family spent $280 per month or $3,305 per year at grocery stores in 2004."
  },
  {
    "id": "passage_466",
    "text": "A delicatessen store is a type of food store where fine foods are sold. In this sense the name is often abbreviated to deli. The term delicatessen means delicacies or fine foods. In English, delicatessen originally meant only this specially prepared food."
  },
  {
    "id": "passage_467",
    "text": "Most people should get all the nutrients they need by having a varied and balanced diet, although some few people may need to take extra supplements. What this guide covers This guide has information about:"
  },
  {
    "id": "passage_468",
    "text": "Bonus: Like potassium, calcium helps regulate blood pressure. On your plate: milk (and other dairy products), spinach, beans and calcium-fortified products. 4. Magnesium: One of the most underrated minerals, magnesium is involved in over 300 chemical reactions in your body."
  },
  {
    "id": "passage_469",
    "text": "other vitamins and minerals – including beta-carotene, copper, potassium and zinc ; Use these links to find out what these nutrients do, how much of them you need, how to ensure you get enough, and what the risks are if you take too much. Additional information. There are separate pages on: vitamins for children"
  },
  {
    "id": "passage_470",
    "text": "Vitamins and minerals. vitamins-minerals Vitamin A. vitamins-minerals B vitamins and folic acid. vitamins-minerals Vitamin C. vitamins-minerals Vitamin D. vitamins-minerals Vitamin E. vitamins-minerals Vitamin K. vitamins-minerals Calcium."
  },
  {
    "id": "passage_471",
    "text": "There are separate pages on: 1  vitamins for children. 2  vitamins, supplements and nutrition in pregnancy. 3  fluoride."
  },
  {
    "id": "passage_472",
    "text": "The 5 Minerals You Really Need ... and How to Add Them to Your Diet. According to Nobel Prize-winner Dr. Linus Pauling, you can trace every health ailment to a mineral deficiency. Who knew?Stress, for example, robs your body of magnesium. An iron deficiency can make you feel lethargic -- and compromise your immunity."
  },
  {
    "id": "passage_473",
    "text": "On your plate: bananas, baked potatoes, raisins, tomatoes and artichokes. 1  3. Calcium: Sure, calcium helps build strong bones, but it also helps prevent PMS (a welcome side effect for women everywhere). 2  4. Magnesium: One of the most underrated minerals, magnesium is involved in over 300 chemical reactions in your body."
  },
  {
    "id": "passage_474",
    "text": "other vitamins and minerals – including beta-carotene, copper, potassium and zinc Use these links to find out what these nutrients do, how much of them you need, how to ensure you get enough, and what the risks are if you take too much."
  },
  {
    "id": "passage_475",
    "text": "Vitamins and minerals are nutrients your body needs in small amounts to work properly and stay healthy. Most people should get all the nutrients they need by having a varied and balanced diet, although some few people may need to take extra supplements. What this guide covers. This guide has information about: vitamin A B vitamins and folic acid"
  },
  {
    "id": "passage_476",
    "text": "So which minerals do you need, and how do you add them to your diet? Minerals are incredibly important for health and to prevent chronic disease. Without them we'd suffer from osteoporosis, PMS, high blood pressure and low energy, just to name a few, says Karen Ansel, a registered dietitian in New York."
  },
  {
    "id": "passage_477",
    "text": "Prizes are considered taxable income regardless of whether the prize is in the form of cash, trips or merchandise. If you win a prize valued over $600, the sweepstakes or contest sponsor must report the value to you and the Internal Revenue Service on a Form 1099-MISC.You’re still supposed to report and pay tax on prizes under $600.f you win a prize valued over $600, the sweepstakes or contest sponsor must report the value to you and the Internal Revenue Service on a Form 1099-MISC. You’re still supposed to report and pay tax on prizes under $600."
  },
  {
    "id": "passage_478",
    "text": "Step 5. Subtract your exemption deduction from your adjusted gross income to determine your taxable income. Using the previous example, your taxable income is $91,600, or $106,400 minus $14,800.This is the income that the IRS will use to determine your tax.sing the previous example, with a taxable income of $91,600 and a married filing jointly status, your tax obligation is $15,156. Estimate your income federal income tax withholding for the year using the information included on your most recent pay stub."
  },
  {
    "id": "passage_479",
    "text": "If the prize was not a cash prize, determine the fair market value of the item and add that amount to your estimated annual income. Using the previous example, if your annual income is $108,000 and you won $10,000, your total estimated income is $118,000.sing the previous example, with a taxable income of $91,600 and a married filing jointly status, your tax obligation is $15,156. Estimate your income federal income tax withholding for the year using the information included on your most recent pay stub."
  },
  {
    "id": "passage_480",
    "text": "The amount listed in the table is the tax that you will owe on your income. Using the previous example, with a taxable income of $91,600 and a married filing jointly status, your tax obligation is $15,156.Estimate your income federal income tax withholding for the year using the information included on your most recent pay stub.sing the previous example, with a taxable income of $91,600 and a married filing jointly status, your tax obligation is $15,156. Estimate your income federal income tax withholding for the year using the information included on your most recent pay stub."
  },
  {
    "id": "passage_481",
    "text": "Depending on the value of your prize, it may bump you into a different tax bracket. Step 6. Multiply the value of your prize by your IRS tax rate to determine the amount of taxes you will pay on it. At the time of publication, tax rates ranged from 10 percent to 35 percent of your income.Step 7. Add the state taxes to the amount you are paying in federal taxes on the prize.t the time of publication, tax rates ranged from 10 percent to 35 percent of your income. Step 7. Add the state taxes to the amount you are paying in federal taxes on the prize."
  },
  {
    "id": "passage_482",
    "text": "Prizes and awards will increase your tax bill, but the question of how much depends on the value of the winnings and the amount of your other income. Prizes are taxed as ordinary income. That means you add the prize value to the income you received from your job and other sources during the year.f you win a prize valued over $600, the sweepstakes or contest sponsor must report the value to you and the Internal Revenue Service on a Form 1099-MISC. You’re still supposed to report and pay tax on prizes under $600."
  },
  {
    "id": "passage_483",
    "text": "State Taxes. You will have to pay state income tax on your winnings in 39 states. If you live in one of the 11 states that don’t tax sweepstakes prizes, you may be spared state income taxes. Alaska, Florida, Nevada, South Dakota, Tennessee, Texas, Washington and Wyoming have no state income taxes.f you win a prize valued over $600, the sweepstakes or contest sponsor must report the value to you and the Internal Revenue Service on a Form 1099-MISC. You’re still supposed to report and pay tax on prizes under $600."
  },
  {
    "id": "passage_484",
    "text": "The IRS taxes prize winnings the same as any other type of income. The amount you will pay depends on your entire income for the year. Calculating your taxes now allows you to set aside the money, instead of getting hit with a shocking tax bill.t the time of publication, tax rates ranged from 10 percent to 35 percent of your income. Step 7. Add the state taxes to the amount you are paying in federal taxes on the prize."
  },
  {
    "id": "passage_485",
    "text": "Prize money and winnings from writing competitions are a taxable source of income. Well, I assumed (wrongly) that any money received as a prize is not subject to tax.The prize money received is treated as a professional receipt as you entered the competitions of your own accord so should be included on your self employed schedule for this source of income. As the prize is taxable then the competition entry fees will be an allowable expense against such income.”."
  },
  {
    "id": "passage_486",
    "text": "Therefore, if the taxpayer receives any such award/winnings, then such winnings will be liable to tax as part of his total income for a particular tax year. An issue arises, whether a particular scheme is in the nature of a lottery or not.herefore, if the taxpayer receives any such award/winnings, then such winnings will be liable to tax as part of his total income for a particular tax year. An issue arises, whether a particular scheme is in the nature of a lottery or not."
  },
  {
    "id": "passage_487",
    "text": "Communication in the Nervous System: Neurons. There are two major types of cells in the nervous system: glia and neurons. Neurons are cells that receive, integrate, and transmit information. In the human nervous system, the vast majority are interneurons-neurons that communicate with other neurons."
  },
  {
    "id": "passage_488",
    "text": "The cerebral cortex in humans. The cerebral cortex consists of right and left halves, called cerebral hemispheres. This diagram provides a view of. the right hemisphere. Each cerebral hemisphere is divided into four lobes (which are highlighted in the bottom inset): the occipital lobe, the parietal. lobe, the temporal lobe, and the frontal lobe."
  },
  {
    "id": "passage_489",
    "text": "The limbic system is a loosely connected network of structures involved in emotion, motivation, memory, and other aspects of behavior. Cerebrum The largest and most complex part of the human brain - includes the brain areas that are responsible for our most complex mental activities, including learning, remembering, thinking, and consciousness."
  },
  {
    "id": "passage_490",
    "text": "Cerebral Hemispheres – two specialized halves connected by the . corpus collosum. Left hemisphere – verbal processing: language, speech, reading, writing. Right hemisphere – nonverbal processing: spatial, musical, visual recognition. The cerebrum is divided into two specialized hemispheres that are connected by the corpus collosum. The corpus collosum is a thick band of fibers (axons) that transmits information between the hemispheres."
  },
  {
    "id": "passage_491",
    "text": "Figure 3.14 The cerebral hemispheres and the corpus callosum. Figure 3.14. The cerebral hemispheres and the corpus callosum. In this drawing the cerebral hemispheres have been “pulled. apart” to reveal the corpus callosum. This band of fibers is. the communication bridge between the right and left halves. of the human brain."
  },
  {
    "id": "passage_492",
    "text": "divided into right and left halves, called cerebral hemispheres. If we pry apart the two halves of the brain, we see that this fissure descends to a structure called the corpus callosum. The largest and most complex part of the human brain - includes the brain areas that are responsible for our most complex mental activities, including learning, remembering, thinking, and consciousness."
  },
  {
    "id": "passage_493",
    "text": "The two neurons are separated by the synaptic cleft, a microscopic gap between the terminal button of one neuron and the cell membrane of another neuron. Signals have to cross this gap for neurons to communicate. The neural impulse is a signal that must be transmitted from a neuron to other cells."
  },
  {
    "id": "passage_494",
    "text": "In the human brain, there are about ten glia cells for every neuron. Glia come in a variety of forms. Their main function is to support the neurons by, among other things, supplying them with nutrients and removing waste material. In the human brain, there are about ten glia cells for every neuron."
  },
  {
    "id": "passage_495",
    "text": "c. forebrain - the largest and most complex region of the brain. 1. cerebrum - center for complex thought. Involved in learning, remembering, thinking, and consciousness. Divided into two halves (hemispheres) that are connected by the corpus callosum - if split, hemispheres can't communicate, but that does not mean that a person can't survive. There is a large and interesting body of research on split brain functions."
  },
  {
    "id": "passage_496",
    "text": "c forebrain the largest and most complex region of the brain 1 cerebrum center from SCIEN psychology at Oxford Brookes"
  },
  {
    "id": "passage_497",
    "text": "These trails offer a challenge for all ages and abilities. Nine Mile Forest Unit has 10 miles of single track mountain bike trails and 20 miles on the cross country trails, all riders 12 years and older require a daily or annual pass."
  },
  {
    "id": "passage_498",
    "text": "Ninemile Creek is located in Onondaga County near the towns of Camillus. and Marcellus. There are 5 miles of Public Fishing Rights (PFR’s) along this. medium sized mostly open stream. Ninemile Creek is a popular fly fishing. location. Both wild brown trout and the occasional wild brook trout are found. in the stream.The stream is also stocked annually by Onondaga County’s."
  },
  {
    "id": "passage_499",
    "text": "I first came across the Nine Mile Motel when travelling along Route 6 in 2003. I immediately fell in love with the setting and location, and have stayed there at least one time each year since. Until last year, when I moved to the Lehigh Valley, I had to travel 500 miles or more to get there, so it had..."
  },
  {
    "id": "passage_500",
    "text": "added 6 new photos to the album: Nine Mile Night Ski February 1st — at Nine Mile County Forest. Mase and I skied the lighted trails at Nine Mile last night. Absolutely clear skis made the stars burn like sparks from a campfire. I've been skiing hurt all winter with a groin pull.. Was doubting my ability to do the Korteloppet in 3 weeks. But last night, while still a little sore, was the best ski of the season."
  },
  {
    "id": "passage_501",
    "text": "Many skiers post feedback from their recent skiing experiences they've had on the Nine Mile cross-country ski trail system at Skinnyski.com website. che The Nine Mile Trail System located in Central Wisconsin just minutes from Wausau is one of the top cross-country skiing facilities in Wisconsin."
  },
  {
    "id": "passage_502",
    "text": "Nine Mile Forest Recreational Area Ski and Snowshoe trail are closed for the season. See skinnyski reports below for recent firsthand testimonials of skiing experiences. This site will be updated with periodic trail condition reports throughout the season."
  },
  {
    "id": "passage_503",
    "text": "Nine Mile Forest Unit has 10 miles of signed horseback riding trails. Trails open between May 1 and May 15 depending on trail conditions (if open - the first 3 weeks of May the trails open after 12:00 pm/noon each day). The trails remain open through October 15 each year."
  },
  {
    "id": "passage_504",
    "text": "First known as New Bridge Road, the name “Nine Mile” comes from the distance between Richmond and Seven Pines ending at Williamsburg Road. In 1888, Richmond City and Seven Pines Railway Company established a route along the road. This line provided city access for Henrico citizens and excursion trains for Richmonders."
  },
  {
    "id": "passage_505",
    "text": "The forest has 4,894 acres of mixed uplands, marshes, and water impoundments available to the public for a variety of activities. Nine-Mile County Forest is principally managed to maintain and protect the integrity of its ecosystems while also producing wood products, wildlife, and recreation opportunities."
  },
  {
    "id": "passage_506",
    "text": "NO dogs allowed on the groomed ski trails at Nine Mile Forest. Trails are groomed several times a week throughout the season and after each snow event. The ski trails never close because of cold weather. Nine Mile County Forest Recreation Area trails are open even if the chalet is closed."
  }
]